Repository: Tony7466/Tails
Catalog: wiki/src/doc/first_steps/bug_reporting.*.po
Languages: ca

source: [[!meta title="Reporting an error"]]
ca: [[!meta title="Informar d'un error"]]

source: In this documentation we use the term *bug* to refer to a software error.
ca: En aquesta documentació fem servir el terme *bug* per referir-nos a un error de programació.

source: Reporting bugs is a great way of helping us improve Tails.
ca: Informar d'errors o bugs és una bona manera d'ajudar-nos a millorar Tails.

source: Remember that **the more effectively you report a bug**, the more likely we are to fix it.
ca: Recordeu que **com més eficaçment informeu d'un error**, més probable és que puguem solucionar-lo.

source: <h1 id="already-known">Check if the bug is already known</h1>
ca: <h1 id="already-known">Comproveu si l'error ja és conegut</h1>

source: Have a look at:
ca: Feu una ullada a:

source: - The [[list of known issues|support/known_issues]]
ca: - La [[llista de problemes coneguts|support/known_issues]]

source: The [[!tails_gitlab groups/tails/-/milestones desc="list of things that will be fixed or improved in the next release"]]
ca: La [[!tails_gitlab groups/tails/-/milestones desc="llista de problemes que es solucionaran o milloraran en la propera versió"]]

source: <h1 id="useful-bug-report">How to write a useful bug report</h1>
ca: <h1 id="useful-bug-report">Com escriure un informe d'error útil</h1>

source: The first aim of a bug report is to **tell the developers exactly how to reproduce the failure**, so try to reproduce the issue yourself and describe how you did that.
ca: El primer objectiu d'un informe d'error és **indicar als desenvolupadors exactament com reproduir l'error**, així que intenteu reproduir el problema vosaltres mateixos i descriviu com ho heu fet.

source: If that is not possible, try to **describe what went wrong in detail**. Write down the error messages, especially if they have numbers.
ca: Si això no és possible, intenteu **descriure què ha fallat en detall**. Anoteu els missatges d'error, sobretot si tenen números.

source: Write **clearly and be precise**. Say what you mean, and make sure it cannot be misinterpreted.
ca: Escriviu **clarament i sigueu precís**. Digueu el que penseu i assegureu-vos que no es pugui malinterpretar.

source: Be ready to provide extra information if the developers need it. If they did not need it, they would not be asking for it.
ca: Estigueu preparats per proporcionar informació addicional si els desenvolupadors ho necessiten. Si no la necessitessin, no la estarien demanant.

source: You can also refer to the great [How to Report Bugs Effectively](http://www.chiark.greenend.org.uk/~sgtatham/bugs.html), by Simon Tatham.
ca: També podeu consultar el gran [Com informar d'errors de manera efectiva](http://www.chiark.greenend.org.uk/~sgtatham/bugs.html), de Simon Tatham (en anglès).

source: <h1 id="whisperback">Use WhisperBack</h1>
ca: <h1 id="whisperback">Useu WhisperBack</h1>

source: **WhisperBack is an application written specifically to report bugs anonymously from inside Tails. If you are not able to use WhisperBack, see the [[special cases|bug_reporting#special-cases]].**
ca: **WhisperBack és una aplicació escrita específicament per informar d'errors de manera anònima des de dins de Tails. Si no podeu utilitzar WhisperBack, consulteu els [[casos especials|bug_reporting#special-cases]].**

source: WhisperBack will help you fill-up a bug report, including relevant technical details and send it to us encrypted and through Tor.
ca: WhisperBack us ajudarà a omplir un informe d'errors, inclosos els detalls tècnics rellevants, i a enviar-nos-el encriptat i a través de Tor.

source: Start WhisperBack
ca: Inicieu WhisperBack

source: To start <span class="application">WhisperBack</span>, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">WhisperBack Error Reporting</span></span>.
ca: Per iniciar <span class="application">WhisperBack</span>, trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Eines del sistema</span>&nbsp;▸ <span class="guimenuitem">Informe d'errors WhisperBack</span></span>.

source: Write the report
ca: Escriviu l'informe

source: WhisperBack lets you give plenty of useful information about your bug:
ca: WhisperBack us permet donar molta informació útil sobre el vostre error:

source: - **Summary** a summary of the bug, try to be short, clear and informative
ca: - **Resum** un resum de l'error, intenteu ser breu, clar i informatiu

source: - **Name of the affected software**
ca: - **Nom del programari afectat**

source: - **Exact steps to reproduce the error**
ca: - **Passos exactes per reproduir l'error**

source: - **Actual result and description of the error**
ca: - **Resultat real i descripció de l'error**

source: - **Desired result**
ca: - **Resultat desitjat**

source: You can also have a look at the <span class="guilabel">technical details to include</span> in your bug report. It will give us information about your hardware, your version of Tails and the startup process.
ca: També podeu fer una ullada als <span class="guilabel">detalls tècnics per incloure</span> al vostre informe d'error. Ens donarà informació sobre el vostre maquinari, la vostra versió de Tails i el procés d'inici.

source: <p>We are not able to answer every error report, so you might not receive a reply from us.</p>
ca: <p>No podem respondre a tots els informes d'error, de manera que és possible que no rebeu una resposta de la nostra part.</p>

source: <h2 id="screenshot">Take a screenshot</h2>
ca: <h2 id="screenshot">Feu una captura de pantalla</h2>

source: It might be helpful to include a screenshot with your bug report.
ca: Pot ser útil incloure una captura de pantalla amb l'informe d'error.

source: To take a screenshot of the entire desktop, press **Print Screen**.
ca: Per fer una captura de pantalla de tot l'escriptori, premeu **Imprimeix pantalla**.

source: To take a screenshot of a single window, press **Alt + Print Screen**.
ca: Per fer una captura de pantalla d'una sola finestra, premeu **Alt + Imprimeix pantalla**.

source: To take a screenshot of an area you select, press **Shift + Print Screen**.
ca: Per fer una captura de pantalla d'una àrea que seleccioneu, premeu **Majúscules + Imprimeix pantalla**.

source: The screenshot will automatically be saved in the <span class="filename">Pictures</span> folder located in your <span class="filename">Home</span> folder. The file name will begin with the word <span class="filename">Screenshot</span>.
ca: La captura de pantalla es desarà automàticament a la carpeta <span class="filename">Imatges</span> ubicada a la vostra carpeta d'<span class="filename">Inici</span>. El nom del fitxer començarà amb la paraula <span class="filename">Captura</span>.

source: You can also take a screenshot using <span class="application">GNOME Screenshot</span>.
ca: També podeu fer una captura de pantalla amb <span class="application">Captura de pantalla de GNOME</span>.

source: To start <span class="application">GNOME Screenshot</span>, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Screenshot</span></span>.
ca: Per iniciar <span class="application">Captura de pantalla de GNOME</span>, trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Utilitats</span>&nbsp;▸ <span class="guimenuitem">Captura de pantalla</span></span>.

source: You can upload the screenshot to an [encrypted Up1 host](https://github.com/Upload/Up1) such as the one available at:
ca: Podeu carregar la captura de pantalla a un [amfitrió Up1 encriptat](https://github.com/Upload/Up1), com ara el disponible a:

source: Make sure to include in your bug report a link to the screenshot.
ca: Assegureu-vos d'incloure al vostre informe d'error un enllaç a la captura de pantalla.

source: Optional email address
ca: Adreça de correu electrònic opcional

source: Giving us an email address allows us to contact you to clarify the problem. This is needed for the vast majority of the reports we receive as most reports without any contact information are useless. But note that it also provides an opportunity for eavesdroppers, like your email or Internet provider, to confirm that you are using Tails.
ca: Donar-nos una adreça de correu electrònic ens permet contactar amb vós per aclarir el problema. Això és necessari per a la gran majoria dels informes que rebem, ja que la majoria dels informes sense cap informació de contacte són inútils. Però tingueu en compte que també ofereix una oportunitat als escoltes, com ara el vostre proveïdor de correu electrònic o d'Internet, per confirmar que esteu utilitzant Tails.

source: Optional OpenPGP key
ca: Clau OpenPGP opcional

source: You can also indicate an OpenPGP key corresponding to this email address. You can either give:
ca: També podeu indicar una clau OpenPGP corresponent a l'adreça de correu electrònic. Podeu donar:

source: - A **key ID**, if the key is available on public key servers
ca: - Un **identificador de clau**, si la clau està disponible als servidors de claus públiques

source: - A **link to the key**, if the key is available on the web
ca: - Un **enllaç a la clau**, si la clau està disponible al web

source: - A **public key block**, if the key is not publicly available
ca: - Un **bloc de clau pública**, si la clau no està disponible públicament

source: Send your report
ca: Envieu el vostre informe

source: Once you are done writing your report, send it by clicking the *Send* button.
ca: Un cop hagueu acabat d'escriure l'informe, envieu-lo fent clic al botó *Envia*.

source: Once your email has been sent correctly you will get the following notification: <span class="guilabel">Your message has been sent</span>.
ca: Un cop el vostre correu electrònic s'hagi enviat correctament, rebreu la següent notificació: <span class="guilabel">El vostre missatge s'ha enviat correctament</span>.

source: <h1 id="special-cases">If you cannot use <span class="application">WhisperBack</span></h1>
ca: <h1 id="special-cases">Si no podeu utilitzar <span class="application">WhisperBack</span></h1>

source: You might not always be able to use WhisperBack. In those cases, you can also send your bug report by [[email|support/talk]] directly.
ca: És possible que no sempre pugueu utilitzar WhisperBack. En aquests casos, també podeu enviar el vostre informe d'error per [[correu electrònic|support/talk]] directament.

source: Note that if you send the report yourself, it might not be anonymous unless you take special care (for example, using Tor with a throw-away email account).
ca: Tingueu en compte que si envieu l'informe vosaltres mateixos, pot ser que no sigui anònim tret que tingueu una cura especial (per exemple, si feu servir Tor amb un compte de correu electrònic d'un sol ús).

source: <h2 id="no-internet-access">No Internet access</h2>
ca: <h2 id="no-internet-access">Sense accés a Internet</h2>

source: If you are not able to connect to the Internet from Tails, you can try following our [[instructions on troubleshooting Wi-Fi|doc/anonymous_internet/no-wifi]] to fix your Internet connection.
ca: Si no us podeu connectar a Internet des de Tails, podeu provar de seguir les nostres [[instruccions sobre la resolució de problemes de Wi-Fi|doc/anonymous_internet/no-wifi]] per arreglar la vostra connexió a Internet.

source: WhisperBack won't be able to send your bug report if you are not connected to the Internet.
ca: WhisperBack no podrà enviar el vostre informe d'error si no esteu connectat a Internet.

source: The following steps can be used as an alternative method to send your bug report:
ca: Els passos següents es poden utilitzar com a mètode alternatiu per enviar el vostre informe d'error:

source: In Tails, start *WhisperBack*.
ca: A Tails, inicieu *WhisperBack*.

source: In the bug report window, expand "technical details to include".
ca: A la finestra d'informe d'errors, amplieu "detalls tècnics per incloure".

source: Copy everything in the "debugging info" box.
ca: Copieu-ho tot al quadre "informació de depuració".

source: Paste it to another document (using the *Text Editor* for instance).
ca: Enganxeu-ho a un altre document (utilitzant l'*Editor de text*, per exemple).

source: Save the document on a USB stick.
ca: Deseu el document en un llapis USB.

source: Boot into a system with Internet connection and send your report.
ca: Inicieu un sistema amb connexió a Internet i envieu el vostre informe.

source: <h2 id="does-not-start">Tails does not start</h2>
ca: <h2 id="does-not-start">Tails no arrenca</h2>

source: For troubleshooting instructions in case Tails fails to start, refer to our installation instructions on:
ca: Per obtenir instruccions de resolució de problemes en cas que Tails no s'iniciï, consulteu les nostres instruccions d'instal·lació a:

source: - [[Starting a PC on a USB stick|doc/first_steps/start/pc]]
ca: - [[Iniciar un PC des d'un llapis USB|doc/first_steps/start/pc]]

source: - [[Starting a Mac on a USB stick|doc/first_steps/start/mac]]
ca: - [[Iniciar un Mac des d'un llapis USB|doc/first_steps/start/mac]]

source: <h1 id="debian">Reproducing the bug in Debian (for advanced users)</h1>
ca: <h1 id="debian">Reproduir l'error a Debian (per a usuaris avançats)</h1>

source: It is very useful for us to know if your bug only affects Tails or also affects Debian, on which Tails is based.
ca: Ens és molt útil saber si el vostre error només afecta a Tails o també a Debian, en què es basa Tails.

source: Doing so takes much more time so, in doubt, report your bug as instructed earlier and wait for guidance from our help desk.
ca: Fer-ho requereix molt més temps, així que, en dubte, informeu del vostre error tal com s'ha indicat anteriorment i espereu l'orientació del nostre servei d'ajuda.

source: If your bug also affects Debian *stable* then it will have to be fixed in Debian directly and not in Tails.
ca: Si el vostre error també afecta Debian *estable* (stable), s'haurà de solucionar directament a Debian i no a Tails.

source: If your bug affects Debian *stable* but not Debian *testing* then it might have been solved already in Debian.
ca: Si el vostre error afecta a Debian *estable* però no a Debian *testing*, és possible que ja s'hagi resolt a Debian.

source: Debian also distributes images (*Debian live*) that you can install on a USB stick using the same installation procedure as for installing Tails.
ca: Debian també distribueix imatges (*Debian live*) que podeu instal·lar en un llapis USB utilitzant el mateix procediment d'instal·lació que per instal·lar Tails.

source: Debian stable
ca: Debian estable

source: Images for the stable version of Debian, on which Tails is based, are available on:
ca: Les imatges de la versió estable de Debian, en què es basa Tails, estan disponibles a:

source: Download the `gnome+nonfree.iso` image to have the GNOME desktop and all the non-free firmware for better hardware compatibility.
ca: Baixeu la imatge `gnome+nonfree.iso` per tenir l'escriptori GNOME i tot el microprogramari no lliure per a una millor compatibilitat de maquinari.

source: Images for the testing version of Debian are available on:
ca: Les imatges per a la versió de prova de Debian estan disponibles a:
