Repository: Tony7466/Tails
Catalog: wiki/src/security/argon2id/cryptsetup_upgrade.inline.*.po
Languages: ca

source: To verify whether your encrypted volume uses PBKDF2 or Argon2id, execute the following command.
ca: Per verificar si el vostre volum encriptat utilitza PBKDF2 o Argon2id, executeu l'ordre següent.

source: Replace <span class="command-placeholder">[partition]</span> with the partition name found in step 1.6.
ca: Substituïu <span class="command-placeholder">[partició]</span> amb el nom de la partició trobat al pas 1.6.

source: <p class="pre command">cryptsetup luksDump /dev/<span class="command-placeholder">[partition]</span></p>
ca: <p class="pre command">cryptsetup luksDump /dev/<span class="command-placeholder">[partició]</span></p>

source: In the output:
ca: A la sortida:

source: <span class="command">Version</span> indicates the version of LUKS, either <span class="command">1</span> or <span class="command">2</span>.
ca: <span class="command">Version</span> indica la versió de LUKS, ja sigui <span class="command">1</span> o <span class="command">2</span>.

source: <span class="command">PBKDF</span> indicates the key derivation function, either <span class="command">pbkdf2</span> or <span class="command">argon2id</span>.
ca: <span class="command">PBKDF</span> indica la funció de derivació de clau, ja sigui <span class="command">pbkdf2</span> o <span class="command">argon2id</span>.

source: If your encrypted volume already uses LUKS2 and Argon2id, you can stop here.
ca: Si el vostre volum encriptat ja utilitza LUKS2 i Argon2id, podeu aturar-vos aquí.

source: Execute the following command to do a backup of your LUKS1 header.
ca: Executeu l'ordre següent per fer una còpia de seguretat de la vostra capçalera LUKS1.

source: <p class="pre command">cryptsetup luksHeaderBackup /dev/<span class="command-placeholder">[partition]</span> --header-backup-file /home/amnesia/luks1header</p>
ca: <p class="pre command">cryptsetup luksHeaderBackup /dev/<span class="command-placeholder">[partició]</span> --header-backup-file /home/amnesia/luks1header</p>

source: If something goes wrong, you will be able to restore your LUKS1 header from this backup with:
ca: Si alguna cosa va malament, podreu restaurar la vostra capçalera LUKS1 d'aquesta còpia de seguretat amb:

source: <p class="pre command">cryptsetup luksHeaderRestore /dev/<span class="command-placeholder">[partition]</span> --header-backup-file /home/amnesia/luks1header</p>
ca: <p class="pre command">cryptsetup luksHeaderRestore /dev/<span class="command-placeholder">[partició]</span> --header-backup-file /home/amnesia/luks1header</p>

source: To update your LUKS header to LUKS2, execute the following command.
ca: Per actualitzar la capçalera de LUKS a LUKS2, executeu l'ordre següent.

source: Replace <span class="command-placeholder">[partition]</span> with the device name found in step 1.6.
ca: Substituïu <span class="command-placeholder">[partició]</span> amb el nom del dispositiu trobat al pas 1.6.

source: <p class="pre command">cryptsetup convert /dev/<span class="command-placeholder">[partition]</span> --type luks2</p>
ca: <p class="pre command">cryptsetup convert /dev/<span class="command-placeholder">[partició]</span> --type luks2</p>

source: To verify that Argon2id is the new key derivation function, execute the following command again.
ca: Per verificar que Argon2id és la nova funció de derivació de claus, torneu a executar l'ordre següent.

source: In the output, verify that:
ca: A la sortida, verifiqueu que:

source: The <span class="command">Version</span> is <span class="command">2</span> and not <span class="command">1</span>.
ca: La <span class="command">Versió</span> és <span class="command">2</span> i no <span class="command">1</span>.

source: The <span class="command">PBKDF</span> is </span class="command">argon2id</span class="command"> and not <span class="command">pbkdf2</span>.
ca: El <span class="command">PBKDF</span> és </span class="command">argon2id</span class="command"> i no <span class="command">pbkdf2</span>.

source: Try to unlock your encrypted volume.
ca: Intenteu desbloquejar el vostre volum encriptat.
