Repository: Tony7466/Tails
Catalog: wiki/src/news/version_3.14.1/sandbox_escape.inline.*.po
Languages: ca

source: A security vulnerability was discovered in the sandboxing mechanism of *Firefox* and *Tor Browser*. This vulnerability allows a malicious website to bypass some of the confinement built in *Firefox*, which means possibly spying on the content of other tabs and steal the passwords of other websites.
ca: S'ha descobert una vulnerabilitat de seguretat al mecanisme d'entorn de proves de *Firefox* i del *Navegador Tor*. Aquesta vulnerabilitat permet que un lloc web maliciós salti part del confinament construït a *Firefox*, la qual cosa significa possiblement espiar el contingut d'altres pestanyes i robar les contrasenyes d'altres llocs web.

source: After *Tor Browser* has been compromised, the only reliable solution is to restart Tails.
ca: Després que el *Navegador Tor* s'hagi compromès, l'única solució fiable és reiniciar Tails.

source: Because *Tor Browser* in Tails is [[confined using *AppArmor*|doc/anonymous_internet/Tor_Browser#confinement]], only the data accessible to *Tor Browser* might be compromised but not the other applications or your other files. For example, a compromised *Tor Browser* might access your files in the *Tor Browser* and *Persistent/Tor Browser* folders but not anywhere else.
ca: Com que el *Navegador Tor* a Tails està [[confinat amb *AppArmor*|doc/anonymous_internet/Tor_Browser#confinement]], només les dades a les quals es pot accedir el *Navegador Tor* poden estar compromeses, però no les altres aplicacions ni els altres fitxers. Per exemple, un *Navegador Tor* compromès pot accedir als vostres fitxers a les carpetes *Navegador Tor* i *Persistent/Navegador Tor*, però no en cap altre lloc.

source: For example, without restarting Tails:
ca: Per exemple, sense reiniciar Tails:

source: - It is unsafe to:
ca: - No és segur:

source: Log in to a website and also visit an untrusted website. Your password on the first website might be stolen by the untrusted website.
ca: Iniciar sessió en un lloc web i també visitar un lloc web no fiable. La vostra contrasenya del primer lloc web pot ser robada pel lloc web no fiable.

source: Visit an untrusted website if you have sensitive information stored in your *Persistent/Tor Browser* folder. The untrusted website might access these files.
ca: Visitar un lloc web no fiable si teniu informació confidencial emmagatzemada a la vostra carpeta *Persistent/Navegador Tor*. El lloc web no fiable pot accedir a aquests fitxers.

source: - It is safe to:
ca: - És segur:

source: Visit untrusted websites, without logging in, if you have no sensitive information stored in your *Tor Browser* and *Persistent/Tor Browser* folders.
ca: Visiteu llocs web no fiables, sense iniciar sessió, si no teniu informació sensible emmagatzemada a les carpetes *Navegador Tor* i *Persistent/Navegador Tor*.

source: Log in to several trusted websites without visiting any untrusted websites.
ca: Iniciar sessió en diversos llocs web de confiança sense visitar cap lloc web no fiable.
