Repository: Tony7466/Tails
Catalog: wiki/src/doc/anonymous_internet/*-wifi.inline.*.po
Languages: ca

source: If your Wi-Fi interface is not working, for example:
ca: Si la vostra interfície Wi-Fi no funciona, per exemple:

source: There is no Wi-Fi option in the system menu:
ca: No hi ha cap opció de Wi-Fi al menú del sistema:

source: You receive the notification **Connection failed: Activation of network connection failed**.
ca: Rebeu la notificació **La connexió ha fallat: l'activació de la connexió a la xarxa ha fallat**.

source: The interface is disabled when starting Tails or when plugging in your USB Wi-Fi adapter:
ca: La interfície està desactivada en iniciar Tails o en connectar l'adaptador USB Wi-Fi:

source: [[!img no-wifi/mac-spoofing-disabled.png link="no" alt="Notification about network card being disabled"]]
ca: [[!img no-wifi/mac-spoofing-disabled.png link="no" alt="Notificació sobre la desactivació de la targeta de xarxa"]]

source: In this case, you can disable MAC address anonymization to get your Wi-Fi interface to work in Tails. Disabling MAC address anonymization has security implications, so read carefully our [[documentation about MAC address anonymization|first_steps/welcome_screen/mac_spoofing]] before doing so.
ca: En aquest cas, podeu desactivar l'anonimització de l'adreça MAC per obtenir la vostra interfície Wi-Fi per treballar a Tails. La desactivació de l'anonimat d'adreces MAC té implicacions de seguretat, així que llegiu acuradament la nostra [[documentació sobre l'anonimització de l'adreça MAC|first_steps/welcome_screen/mac_spoofing]] abans de fer-ho.

source: To connect to the Internet, you can try to:
ca: Per connectar-vos a Internet, podeu provar de:

source: Use an Ethernet cable instead of Wi-Fi if possible. Wired interfaces work much more reliably than Wi-Fi in Tails.
ca: Si és possible, utilitzeu un cable Ethernet en lloc de Wi-Fi. Les interfícies per cable funcionen de manera molt més fiable que la Wi-Fi a Tails.

source: Share the Wi-Fi or mobile data connection of your phone using a USB cable. Sharing a connection this way is called *USB tethering*.
ca: Compartiu la connexió Wi-Fi o de dades mòbils del vostre telèfon mitjançant un cable USB. Compartir una connexió d'aquesta manera s'anomena *ancoratge USB*.

source: See instructions for:
ca: Consulteu les instruccions per a:

source: [iPhones or iPads](https://support.apple.com/en-us/HT204023)
ca: [iPhones o iPads](https://support.apple.com/en-us/HT204023)

source: Only sharing mobile data works on iPhones and iPads; sharing Wi-Fi does not work.
ca: L'ús compartit de dades mòbils funciona en iPhones i iPads; compartir Wi-Fi no funciona.

source: [Android](https://support.google.com/android/answer/9059108?hl=en)
ca: [Android](https://support.google.com/android/answer/9059108?hl=ca)

source: <div class="caution"> <p>Tails cannot hide the information that identifies your phone on the local network. If you connect your phone to:</p> <ul> <li><p>A Wi-Fi network, then the network will know the MAC address of your phone. This has security implications that are discussed in our [[documentation on MAC address anonymization|first_steps/welcome_screen/mac_spoofing]]. Some phones have a feature to hide the real MAC address of the phone.</p></li> <li><p>A mobile data network, then the network will be able to know the identifier of your SIM card (IMSI) and also the serial number of your phone (IMEI).</p></li> </ul> </div>
ca: <div class="caution"> <p>Tails no pot amagar la informació que identifica el vostre telèfon a la xarxa local. Si connecteu el telèfon a:</p> <ul> <li><p>Una xarxa Wi-Fi, llavors la xarxa coneixerà l'adreça MAC del vostre telèfon. Això té implicacions de seguretat que es discuteixen a la nostra [[documentació sobre l'anonimització d'adreces MAC|first_steps/welcome_screen/mac_spoofing]]. Alguns telèfons tenen una funció per ocultar l'adreça MAC real del telèfon.</p></li> <li><p>Per tant, una xarxa de dades mòbils podrà conèixer l'identificador de la vostra targeta SIM (IMSI) i també el número de sèrie del vostre telèfon (IMEI).</p></li> </ul> </div>

source: Buy a USB Wi-Fi adapter that works in Tails:
ca: Compreu un adaptador USB Wi-Fi que funcioni a Tails:

source: <table> <tr><th>Vendor</th><th>Model</th><th>Size</th><th>Speed</th><th>Price</th><th>Buy offline</th><th>Buy online</th></tr> <tr><td>Panda Wireless</td><td>Ultra</td><td>Nano</td><td>150 Mbit/s</td><td>$18</td><td>No</td><td><a href="https://www.amazon.com/d/B00762YNMG">Amazon</a></td></tr> <!-- 148f:5370 --> <tr><td>Panda Wireless</td><td>PAU05</td><td>Small</td><td>300 Mbit/s</td><td>$65</td><td>No</td><td><a href="https://www.amazon.com/d/B00EQT0YK2">Amazon</a></td></tr> <!-- 148f:5372 --> <tr><td>ThinkPenguin</td><td>TPE-N150USB</td><td>Nano</td><td>150 Mbit/s</td><td>$74</td><td>No</td><td><a href="https://www.thinkpenguin.com/gnu-linux/penguin-wireless-n-usb-adapter-gnu-linux-tpe-n150usb">ThinkPenguin</a></td></tr> <!-- ????:???? --> </table>
ca: <table> <tr><th>Proveïdor</th><th>Model</th><th>Mida</th><th>Velocitat</th><th>Preu</th><th>Compra fora de línia</th><th>Compra en línia</th></tr> <tr><td>Panda Wireless</td><td>Ultra</td><td>Nano</td><td>150 Mbit/s</td><td>18$</td><td>No</td><td><a href="https://www.amazon.com/d/B00762YNMG">Amazon</a></td></tr> <!-- 148f:5370 --> <tr><td>Panda Wireless</td><td>PAU05</td><td>Petit</td><td>300 Mbit/s</td><td>65$</td><td>No</td><td><a href="https://www.amazon.com/d/B00EQT0YK2">Amazon</a></td></tr> <!-- 148f:5372 --> <tr><td>ThinkPenguin</td><td>TPE-N150USB</td><td>Nano</td><td>150 Mbit/s</td><td>74$</td><td>No</td><td><a href="https://www.thinkpenguin.com/gnu-linux/penguin-wireless-n-usb-adapter-gnu-linux-tpe-n150usb">ThinkPenguin</a></td></tr> <!-- ????:???? --> </table>

source: <!-- See https://gitlab.tails.boum.org/tails/blueprints/-/wikis/wi-fi_adapters/ for Wi-Fi adapters that don't work or that have no advantage over these ones. -->
ca: <!-- Vegeu https://gitlab.tails.boum.org/tails/blueprints/-/wikis/wi-fi_adapters/ per als adaptadors Wi-Fi que no funcionen o que no tenen cap avantatge respecte aquests. -->

source: <div class="note"> <p>If you find another USB Wi-Fi adapter that works in Tails, please let us know. You can write to [[tails-support-private@boum.org]] (private email).</p> </div>
ca: <div class="note"> <p>Si trobeu un altre adaptador Wi-Fi USB que funcioni a Tails, feu-nos-ho saber. Podeu escriure a [[tails-support-private@boum.org]] (correu electrònic privat).</p> </div>
