Repository: Tony7466/Tails
Catalog: wiki/src/doc/anonymous_internet/onionshare.*.po
Languages: ca

source: [[!meta title="Sharing files with OnionShare"]]
ca: [[!meta title="Compartir fitxers amb OnionShare"]]

source: [OnionShare](https://onionshare.org/) is a tool to share files of any size securely and anonymously.
ca: [OnionShare](https://onionshare.org/) és una eina per compartir fitxers de qualsevol mida de manera segura i anònima.

source: <span class="application">OnionShare</span> creates an onion address that someone else can visit in <span class="application">Tor Browser</span> to access the files that you want to share.
ca: <span class="application">OnionShare</span> crea una adreça d'onion que algú altre pot visitar al <span class="application">Navegador Tor</span> per accedir als fitxers que voleu compartir.

source: To share files with <span class="application">OnionShare</span>:
ca: Per compartir fitxers amb <span class="application">OnionShare</span>:

source: Open the <span class="application">Files</span> browser.
ca: Obriu el navegador de <span class="application">Fitxers</span>.

source: Right-click (on Mac, click with two fingers) on the files or folders that you want to share and choose <span class="guilabel">Share via OnionShare</span>. <span class="application">OnionShare</span> starts.
ca: Feu clic amb el botó dret (a Mac, feu clic amb dos dits) als fitxers o carpetes que vulgueu compartir i trieu <span class="guilabel">Comparteix mitjançant OnionShare</span>. S'inicia <span class="application">OnionShare</span>.

source: To share more files or folders, you can either:
ca: Per compartir més fitxers o carpetes, podeu:

source: Drag and drop them from the <span class="application">Files</span> browser onto <span class="application">OnionShare</span>.
ca: Arrossegar-los i deixar-los anar des del navegador de <span class="application">Fitxers</span> a <span class="application">OnionShare</span>.

source: Click the <span class="guilabel">Add</span> button in <span class="application">OnionShare</span>.
ca: Fer clic al botó <span class="guilabel">Afegeix</span> a <span class="application">OnionShare</span>.

source: Click <span class="guilabel">Start Sharing</span>.
ca: Fer clic a <span class="guilabel">Comença a compartir</span>.

source: <div class="bug"> <p>Starting to share the files can take up to several minutes.</p> </div>
ca: <div class="bug"> <p>Començar a compartir els fitxers pot trigar uns quants minuts.</p> </div>

source: When the files are available for sharing, an onion address appears at the bottom of <span class="application">OnionShare</span>.
ca: Quan els fitxers estan disponibles per ser compartits, apareix una adreça d'onion a la part inferior d'<span class="application">OnionShare</span>.

source: Send this onion address to someone else, for example, by email.
ca: Envieu aquesta adreça d'onion a una altra persona, per exemple, per correu electrònic.

source: The other person can download the files by visiting the onion address in <span class="application">Tor Browser</span>.
ca: L'altra persona pot baixar els fitxers visitant l'adreça d'onion al <span class="application">Navegador Tor</span>.

source: <span class="application">OnionShare</span> informs you when the files are being accessed.
ca: <span class="application">OnionShare</span> us informa quan s'està accedint als fitxers.

source: The files are not shared anymore as soon as you close <span class="application">OnionShare</span> or shut down Tails.
ca: Els fitxers es deixaran de compartir tan bon punt tanqueu <span class="application">OnionShare</span> o tanqueu Tails.

source: <p>To learn more about how to use <i>OnionShare</i>, see the <a href="https://docs.onionshare.org/"><i>OnionShare</i> documentation.</p>
ca: <p>Per obtenir més informació sobre com utilitzar <i>OnionShare</i>, consulteu la <a href="https://docs.onionshare.org/"><i>Documentació d'OnionShare</i> (en anglès).</p>
