Repository: Tony7466/Tails
Catalog: wiki/src/doc/anonymous_internet/pidgin.*.po
Languages: ca

source: [[!meta title="Chatting with Pidgin and OTR"]]
ca: [[!meta title="Xat amb Pidgin i OTR"]]

source: For chatting and instant messaging, Tails includes the <span class="application">[Pidgin Instant Messenger](https://pidgin.im/)</span>.
ca: Per al xat i la missatgeria instantània, Tails inclou <span class="application">[Pidgin Instant Messenger](https://pidgin.im/)</span>.

source: <p><a href="https://dino.im/"><i>Dino</i></a> is being considered as an option to replace <i>Pidgin</i> in Tails.</p>
ca: <p><a href="https://dino.im/"><i>Dino</i></a> està sent considerat com una opció per substituir <i>Pidgin</i> a Tails.</p>

source: <p>You can already try using <i>Dino</i> in Tails. See our documentation on [[chatting with <i>Dino</i> and OMEMO|doc/advanced_topics/dino]].</p>
ca: <p>Ja podeu provar d'utilitzar <i>Dino</i> a Tails. Consulteu la nostra documentació sobre [[xatejar amb <i>Dino</i> i OMEMO|doc/advanced_topics/dino]].</p>

source: You can use it to connect to [[!wikipedia Internet_Relay_Chat]] or [[!wikipedia XMPP]] (also known as Jabber) servers, and have several accounts connected at the same time.
ca: Podeu utilitzar-lo per connectar-vos als servidors [[!wikipedia Internet_Relay_Chat]] o [[!wikipedia XMPP]] (també coneguts com a Jabber), i tenir diversos comptes connectats alhora.

source: To start <span class="application">Pidgin</span> choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Pidgin Instant Messenger</span> </span> or click on the <span class="application">Pidgin</span> icon in the [[<span class="guilabel">Favorites</span> submenu|doc/first_steps/desktop#favorites]].
ca: Per iniciar <span class="application">Pidgin</span> trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Pidgin Instant Messenger</span> </span> o feu clic a la icona <span class="application">Pidgin</span> al submenú de [[<span class="guilabel">Preferits</span>|doc/first_steps/desktop#favorites]].

source: For more detailed documentation refer to the [official <span class="application">Pidgin</span> user guide](https://developer.pidgin.im/wiki/Using%20Pidgin).
ca: Per obtenir una documentació més detallada, consulteu la [guia oficial d'usuari de <span class="application">Pidgin</span>](https://developer.pidgin.im/wiki/Using%20Pidgin).

source: <span class="application">Off-the-record</span> (<span class="application">OTR</span>) encryption
ca: Encriptatge <span class="application">Off-the-record</span> (<span class="application">OTR</span>)

source: As explained on its [official page](https://otr.cypherpunks.ca/), <span class="application">Off-the-Record</span> messaging allows you to have private conversations over instant messaging by providing:
ca: Com s'explica a la seva [pàgina oficial](https://otr.cypherpunks.ca/), els missatges <span class="application">Off-the-Record</span> us permeten mantenir converses privades mitjançant missatgeria instantània proporcionant:

source: - **Encryption**
ca: - **Encriptatge**

source: No one else can read your instant messages.
ca: Ningú més pot llegir els vostres missatges instantanis.

source: - **Authentication**
ca: - **Autenticació**

source: You are assured the correspondent is who you think it is.
ca: Esteu segur que el corresponsal és qui creieu que és.

source: - **Deniability**
ca: - **Negabilitat**

source: The messages you send do not have digital signatures that are checkable by a third party. Anyone can forge messages after a conversation to make them look like they came from you. However, during a conversation, your correspondent is assured the messages are authentic and unmodified.
ca: Els missatges que envieu no tenen signatura digital que sigui verificable per un tercer. Tothom pot falsificar missatges després d'una conversa per fer-los semblar vostres. Tanmateix, durant una conversa, el vostre corresponsal està segur que els missatges són autèntics i sense modificar.

source: - **Perfect forward secrecy**
ca: - **Secret directe perfecte**

source: If you lose control of your private keys, no previous conversation is compromised.
ca: Si perdeu el control de les vostres claus privades, cap conversa anterior es veurà compromesa.

source: <p>OTR is deactivated by default, and your conversations are not private.</p>
ca: <p>OTR està desactivat per defecte i les vostres converses no son privades.</p>

source: <p>File transfers are not encrypted by OTR. OTR only encrypts conversations.</p>
ca: <p>OTR no encripta les transferències de fitxers. OTR només encripta les converses.</p>

source: <p>To store your OTR keys and preferences across separate working sessions, you can turn on the [[Pidgin Internet Messenger|persistent_storage/configure#pidgin]] feature of the Persistent Storage.</p>
ca: <p>Per emmagatzemar les vostres claus i preferències OTR en sessions de treball separades, podeu activar la funció [[Pidgin Internet Messenger|persistent_storage/configure#pidgin]] de l'Emmagatzematge Persistent.</p>

source: <p>In a private OTR conversation over IRC, a message sent using the <code>/me</code> command is not encrypted. The person receiving the message is notified by a warning.</p>
ca: <p>En una conversa privada OTR a través d'IRC, un missatge enviat mitjançant l'ordre <code>/me</code> no està encriptat. La persona que rep el missatge és notificada mitjançant un avís.</p>

source: IRC servers blocking Tor
ca: Servidors IRC que bloquegen Tor

source: Some IRC servers block connections from Tor because Tor is sometimes used to send spam.
ca: Alguns servidors IRC bloquegen les connexions de Tor perquè Tor de vegades s'utilitza per enviar correu brossa.

source: - [OFTC and Tor](https://www.oftc.net/Tor/)
ca: - [OFTC i Tor](https://www.oftc.net/Tor/)

source: - [List of IRC/chat networks that block or support Tor](https://gitlab.torproject.org/legacy/trac/-/wikis/doc/BlockingIrc)
ca: - [Llistat de xarxes IRC/xat que bloquegen o admeten Tor](https://gitlab.torproject.org/legacy/trac/-/wikis/doc/BlockingIrc)

source: Adding support for another protocol
ca: Afegir suport per a un altre protocol

source: For security reasons, it is only possible to use IRC and XMPP with <span class="application">Pidgin</span> in Tails. Here are the prerequisites to enable another protocol that is supported by <span class="application">Pidgin</span> otherwise:
ca: Per motius de seguretat, només és possible utilitzar IRC i XMPP amb <span class="application">Pidgin</span> a Tails. Aquí estan els requisits previs per habilitar un altre protocol compatible amb <span class="application">Pidgin</span> en cas contrari:

source: The support in <span class="application">Pidgin</span> for this protocol has been successfully tested in Tails.
ca: El suport a <span class="application">Pidgin</span> per a aquest protocol s'ha provat amb èxit a Tails.

source: Someone volunteers to maintain the corresponding support in Tails on the long term.
ca: Algú s'ofereix per mantenir el suport corresponent a Tails a llarg termini.

source: Someone has verified that the security record of the desired plugin (including open bugs) is good enough.
ca: Algú ha verificat que el registre de seguretat del connector desitjat (inclosos els errors oberts) és prou bo.

source: If you want to work on this issue, see [[our contribute page|contribute/how/code]].
ca: Si voleu treballar en aquest tema, consulteu [[la nostra pàgina de contribucions|contribute/how/code]].
