Repository: Tony7466/Tails
Catalog: wiki/src/doc/about.index.*.po
Languages: de

source: [[Warnings: Tails is safe but not magic!|about/warnings]]
de: [[Warnhinweise: Tails ist sicher aber keine Magie!|about/warning]]

source: [[Protecting your identity when using Tails|about/warnings/identity]]
de: [[Schutz Ihrer Identität bei Verwendung von Tails|about/warnings/identity]]

source: [[Limitations of the Tor network|about/warnings/tor]]
de: [[Einschränkungen des Tor Netzwerks|about/warnings/tor]]

source: [[Reducing risks when using untrusted computers|about/warnings/computer]]
de: [[Risikoverringerung bei Verwendung nichtvertrauenswürdiger Computer|about/warnings/computer]]

source: [[Features and included software|about/features]]
de: [[Funktionen und mitgelieferte Programme|about/features]]

source: [[Social Contract|doc/about/social_contract]]
de: [[Sozialvertrag|doc/about/social_contract]]

source: [[How can I trust Tails?|about/trust]]
de: [[Tails vertrauen|about/trust]]

source: [[License and source code distribution|about/license]]
de: [[Lizenzen und Verbreitung des Quelltexts|about/license]]

source: [[Acknowledgments and similar projects|about/acknowledgments_and_similar_projects]]
de: [[Danksagungen und ähnliche Projekte|about/acknowledgments_and_similar_projects]]

source: [[Finances|about/finances]]
de: [[Finanzen|about/finances]]

source: [[Contact|about/contact]]
de: [[Kontakt|about/contact]]

source: [[OpenPGP keys|about/openpgp_keys]]
de: [[OpenPGP Schlüssel|about/openpgp_keys]]
