Repository: Tony7466/Tails
Catalog: wiki/src/install/inc/steps/install_with_gnome_disks.inline.*.po
Languages: ca

source: Start <span class="application">GNOME Disks</span> (also called <span class="application">Disks</span>).
ca: Inicieu <span class="application">Discs de GNOME</span> (també anomenats <span class="application">Discs</span>).

source: <div class="linux"> For example, you can press the <span class="keycap">Super</span> key, then type <span class="command">disk</span>, then choose <span class="application">Disks</span>. </div> <div class="upgrade"> Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span></span>. </div>
ca: <div class="linux"> Per exemple, podeu prémer la tecla <span class="keycap">Super</span>, després escriviu <span class="command">disc</span> i, a continuació, trieu <span class="application">Discs</span>. </div> <div class="upgrade"> Trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Utilitats</span>&nbsp;▸ <span class="guimenuitem">Discs</span></span>. </div>

source: Plug in the <span class="upgrade">intermediary</span> USB stick <span class="linux">on which you want to install Tails</span>.
ca: Connecteu el llapis USB <span class="upgrade">intermediari</span> <span class="linux">en la qual voleu instal·lar Tails</span>.

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
ca: <div class="caution"><p>Totes les dades d'aquest llapis USB es perdran.</p></div>

source: <div class="note upgrade"><p>The Persistent Storage of your Tails USB stick will not be copied to the temporary Tails.</p></div>
ca: <div class="note upgrade"><p>L'Emmagatzematge Persistent del vostre llapis USB de Tails no serà copiat al Tails temporal.</p></div>

source: A new drive appears in the left pane. Click on it.
ca: Apareix una unitat nova al panell esquerre. Feu-hi clic.

source: Click on the [[!img lib/view-more.png alt="Menu" class="symbolic" link="no"]] button in the titlebar and choose <span class="guimenuitem">Restore Disk Image&hellip;</span>.
ca: Feu clic al botó [[!img lib/view-more.png alt="Menú" class="symbolic" link="no"]] de la barra de títol i trieu <span class="guimenuitem">Restaura la imatge de disc&hellip;</span>.

source: In the <span class="guilabel">Restore Disk Image</span> dialog, click on the file selector button.
ca: A la finestra <span class="guilabel">Restaura la imatge de disc</span>, feu clic al botó de selecció de fitxers.

source: Choose the USB image that you downloaded earlier.
ca: Trieu la imatge USB que heu baixat anteriorment.

source: <div class="note"> <p>Make sure that the USB image has an <span class="filename">.img</span> file extension.</p>
ca: <div class="note"> <p>Assegureu-vos que la imatge USB tingui una extensió de fitxer <span class="filename">.img</span>.</p>

source: <p>If the image has an <i>.iso</i> file extension, it is not the correct image. Please go back to the <span class="linux">[[download step|linux#download]].</span> <span class="upgrade-tails">[[download step|upgrade/tails#download]].</span> <span class="upgrade-linux">[[download step|upgrade/linux#download]].</span></p> </div>
ca: <p>Si la imatge té un fitxer amb extensió <i>.iso</i>, no és la imatge correcta. Si us plau, torneu al <span class="linux">[[pas de baixada|linux#download]].</span> <span class="upgrade-tails">[[pas de baixada|upgrade/tails#download]].</span> <span class="upgrade-linux">[[pas de baixada|upgrade/linux#download]].</span></p> </div>

source: Click on the <span class="bold">Start Restoring&hellip;</span> button.
ca: Feu clic al botó <span class="bold">Comença a restaurar&hellip;</span>.

source: In the confirmation dialog click <span class="bold">Restore</span>.
ca: Al diàleg de confirmació, feu clic a <span class="bold">Restaura</span>.

source: Depending on your Linux distribution, you might be asked for your administration password.
ca: Depenent de la vostra distribució de Linux, és possible que se us demani la vostra contrasenya d'administració.

source: The installation takes a few minutes.
ca: La instal·lació triga uns minuts.

source: After the installation is finished, click on the [[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]] button.
ca: Un cop finalitzada la instal·lació, feu clic al botó [[!img lib/media-eject.png alt="Expulsa" class="symbolic" link="no"]].
