Repository: Tony7466/Tails
Catalog: wiki/src/install/inc/steps/install_with_etcher.inline.*.po
Languages: ca

source: <p class="mac upgrade-mac"> Open <span class="application">Finder</span> and choose <span class="application">balenaEtcher</span> in <span class="guilabel">Applications</span>. </p>
ca: <p class="mac upgrade-mac"> Obriu <span class="application">Finder</span> i trieu <span class="application">balenaEtcher</span> a <span class="guilabel">Aplicacions</span>. </p>

source: <p class="windows upgrade-windows"> Open the <span class="application">balenaEtcher</span> download. </p>
ca: <p class="windows upgrade-windows"> Obriu la baixada de <span class="application">balenaEtcher</span>. </p>

source: At the security warning, confirm that you want to open <span class="application">balenaEtcher</span>.
ca: A l'avís de seguretat, confirmeu que voleu obrir <span class="application">balenaEtcher</span>.

source: <span class="application">balenaEtcher</span> starts.
ca: S'inicia <span class="application">balenaEtcher</span>.

source: <div class="bug windows upgrade-windows"> <p>If <i>balenaEtcher</i> does not start, restart Windows and try again.</p> </div>
ca: <div class="bug windows upgrade-windows"> <p>Si <i>balenaEtcher</i> no s'inicia, reinicieu Windows i torneu-ho a provar.</p> </div>

source: <h1 id="install" class="step">Install <span class="upgrade">an intermediary</span> Tails using <em>balenaEtcher</em></h1>
ca: <h1 id="install" class="step">Instal·leu <span class="upgrade">un</span> Tails <span class="upgrade">intermediari</span> mitjançant <em>balenaEtcher</em></h1>

source: Plug in the USB stick on which you want to install <span class="usb">Tails.</span> <span class="upgrade">the intermediary Tails.</span>
ca: Connecteu el llapis USB on voleu instal·lar <span class="usb">Tails.</span> <span class="upgrade">el Tails intermediari.</span>

source: <div class="note upgrade"><p>The Persistent Storage of your Tails USB stick will not be copied to the temporary Tails.</p></div>
ca: <div class="note upgrade"><p>L'Emmagatzematge Persistent del vostre llapis USB de Tails no serà copiat al Tails temporal.</p></div>

source: Click the **Flash from file** button.
ca: Feu clic al botó **Flash des del fitxer**.

source: Choose the USB image that you downloaded earlier.
ca: Trieu la imatge USB que heu baixat anteriorment.

source: <div class="note"> <p>Make sure that the USB image has an <span class="filename">.img</span> file extension.</p>
ca: <div class="note"> <p>Assegureu-vos que la imatge USB tingui una extensió de fitxer <span class="filename">.img</span>.</p>

source: <p>If the image has an <i>.iso</i> file extension, it is not the correct image. Please go back to the <span class="windows">[[download step|windows#download]].</span> <span class="mac">[[download step|mac#download]].</span> <span class="upgrade-windows">[[download step|upgrade/windows#download]].</span> <span class="upgrade-mac">[[download step|upgrade/mac#download]].</span></p> </div>
ca: <p>Si la imatge té un fitxer <mb extensió <i>.iso</i>, no és la imatge correcta. Si us plau, torneu al <span class="windows">[[pas de baixada|windows#download]].</span> <span class="mac">[[pas de baixada|mac#download]].</span> <span class="upgrade-windows">[[pas de baixada|upgrade/windows#download]].</span> <span class="upgrade-mac">[[pas de baixada|upgrade/mac#download]].</span></p> </div>

source: Click the **Select target** button to select your USB stick.
ca: Feu clic al botó **Selecciona un objectiu** per seleccionar el vostre llapis USB.

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
ca: <div class="caution"><p>Totes les dades d'aquest llapis USB es perdran.</p></div>

source: Click <span class="bold">Flash</span>.
ca: Feu clic a <span class="bold">Flash</span>.

source: Enter your password if you are asked for it.
ca: Introduïu la vostra contrasenya si us la demanen.

source: The installation takes a few minutes.
ca: La instal·lació triga uns minuts.

source: After installing Tails, <span class="application">balenaEtcher</span> verifies the installation.
ca: Després d'instal·lar Tails, <span class="application">balenaEtcher</span> verifica la instal·lació.

source: <div class="bug"> <p>If the verification of <span class="application">balenaEtcher</span> fails, try to install again or try using a different USB stick.</p> </div>
ca: <div class="bug"> <p>Si la verificació de <span class="application">balenaEtcher</span> falla, proveu d'instal·lar de nou o proveu d'utilitzar un llapis USB diferent.</p> </div>

source: Close <span class="application">balenaEtcher</span>.
ca: Tanqueu <span class="application">balenaEtcher</span>.

source: <p class="mac upgrade-mac"> If a notification about the USB stick not being readable appears, click <span class="bold">Eject</span> to eject the USB stick. </p>
ca: <p class="mac upgrade-mac"> Si apareix una notificació sobre que el llapis USB no es pot llegir, feu clic a <span class="bold">Expulsa</span> per expulsar el llapis USB. </p>
