Repository: Tony7466/Tails
Catalog: wiki/src/install/inc/steps/welcome.inline.*.po
Languages: ca

source: <h1 id="new" class="pc-clone mac-clone">Welcome to your new Tails!</h1>
ca: <h1 id="new" class="pc-clone mac-clone">Us donem la benvinguda al vostre nou Tails!</h1>

source: <h2 id="wi-fi">Test your Wi-Fi</h2>
ca: <h2 id="wi-fi">Proveu la vostra Wi-Fi</h2>

source: Problems with Wi-Fi are unfortunately quite common in Tails and Linux in general. To test if your Wi-Fi interface works in Tails:
ca: Malauradament, els problemes amb la Wi-Fi són força comuns a Tails i Linux en general. Per provar si la vostra interfície Wi-Fi funciona a Tails:

source: Open the system menu in the top-right corner:
ca: Obriu el menú del sistema a l'extrem superior dret:

source: Choose <span class="guilabel">Wi-Fi Not Connected</span> and then <span class="guilabel">Select Network</span>.
ca: Trieu <span class="guilabel">Wi-Fi no connectada</span> i després <span class="guilabel">Selecciona la xarxa</span>.

source: After establishing a connection to a local network, the *Tor Connection* assistant appears to help you connect to the Tor network.
ca: Després d'establir una connexió a una xarxa local, apareix l'assistent de *Connexió Tor* per ajudar-vos a connectar a la xarxa Tor.

source: [[!inline pages="doc/anonymous_internet/no-wifi.inline" raw="yes" sort="age"]]
ca: [[!inline pages="doc/anonymous_internet/no-wifi.inline.ca" raw="yes" sort="age"]]

source: <div> <p class="big">You made it!</p>
ca: <div> <p class="big">Ho heu aconseguit!</p>

source: <p>You managed to start <span class="pc-clone mac-clone">your new</span> Tails on your computer!</p>
ca: <p>Heu aconseguit iniciar <span class="pc-clone mac-clone">el vostre nou</span> Tails a l'ordinador!</p>

source: <p>Congratulations on staying safe :)</p>
ca: <p>Enhorabona per mantenir-vos segur</p>

source: <p>To continue discovering Tails, read our [[documentation|doc]].</p>
ca: <p>Per continuar descobrint Tails, llegiu la nostra [[documentació|doc]].</p>
