Repository: Tony7466/Tails
Catalog: wiki/src/doc/reset/mac.*.po
Languages: ca

source: [[!meta title="Resetting a USB stick using macOS"]]
ca: [[!meta title="Restablir un llapis USB utilitzant macOS"]]

source: [[!inline pages="doc/reset.intro" raw="yes" sort="age"]]
ca: [[!inline pages="doc/reset.intro.ca" raw="yes" sort="age"]]

source: <p><strong>You might overwrite any hard disk on the computer.</strong> If at some point you are not sure about which device to choose, stop proceeding.</p>
ca: <p><strong>Podeu sobreescriure qualsevol disc dur de l'ordinador.</strong> Si en algun punt no esteu segur de quin dispositiu triar, millor no continueu.</p>

source: Make sure that the USB stick that you want to reset is unplugged.
ca: Assegureu-vos que el llapis USB que voleu restablir estigui desconnectat.

source: Start <span class="application">Disk Utility</span>.
ca: Inicieu <span class="application">Disk Utility</span>.

source: A list of all the storage devices on the computer appears in the left pane of the window.
ca: Al panell esquerre de la finestra apareix una llista de tots els dispositius d'emmagatzematge de l'ordinador.

source: Plug in the USB stick that you want to reset.
ca: Connecteu el llapis USB que voleu restablir.

source: A new device appears in the list of storage devices. This new device corresponds to the USB stick that you plugged in. Click on it.
ca: Apareix un dispositiu nou a la llista de dispositius d'emmagatzematge. Aquest nou dispositiu correspon al llapis USB que heu connectat. Feu-hi clic.

source: In the list of storage devices, verify that the device corresponds to the USB stick that you want to reset, its brand, its size, etc.
ca: A la llista de dispositius d'emmagatzematge, comproveu que el dispositiu correspon al llapis USB que voleu restablir, la seva marca, la seva mida, etc.

source: To reset the USB stick:
ca: Per restablir el llapis USB:

source: a. If there is an <span class="guilabel">Erase</span> tab in the right pane, click on it and then click on the <span class="bold"> Erase</span> button on the bottom right
ca: a. Si hi ha una pestanya <span class="guilabel">Esborra</span> al panell dret, feu-hi clic i després feu clic al botó <span class="bold"> Esborra</span> a la part inferior dreta

source: b. If there is an <span class="bold"> Erase</span> button on the top middle, click on it.
ca: b. Si hi ha un botó <span class="bold"> Esborra</span> a la part superior central, feu-hi clic.

source: In the confirmation dialog, click on the <span class="bold">Erase</span> button to confirm.
ca: Al diàleg de confirmació, feu clic al botó <span class="bold">Esborra</span> per confirmar.

source: <p>If the erase process fails, try [[!toggle id="format" text="formatting the USB stick using the command line"]] first.</p>
ca: <p>Si el procés d'esborrat falla, proveu a [[!toggle id="format" text="formatar el llapis USB mitjançant la línia d'ordres"]] primer.</p>

source: Troubleshooting
ca: Resolució de problemes

source: Format using the command line
ca: Formateu mitjançant la línia d'ordres

source: Unplug the USB stick from the computer.
ca: Desconnecteu el llapis USB de l'ordinador.

source: 1. Open <span class="application">Terminal</span> from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.
ca: 1. Obriu el <span class="application">Terminal</span> des de <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Utilitats</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.

source: Execute the following command:
ca: Executeu l'ordre següent:

source: It returns a list of the storage devices on the system. For example:
ca: Retorna una llista dels dispositius d'emmagatzematge del sistema. Per exemple:

source: Plug in the USB stick.
ca: Connecteu el llapis USB.

source: Execute again the same command:
ca: Torneu a executar la mateixa ordre:

source: Your USB stick appears as a new device in the list. Check that its size corresponds to the size of your USB stick.
ca: El vostre llapis USB apareix com a dispositiu nou a la llista. Comproveu que la seva mida correspongui a la mida del vostre llapis USB.

source: Take note of the *device name* of your USB stick. In this example, the USB stick is 8.0 GB and its device name is `/dev/disk1`. Yours might be different.
ca: Preneu nota del *nom del dispositiu* del vostre llapis USB. En aquest exemple, el llapis USB té 8,0 GB i el nom del dispositiu és `/dev/disk1`. El vostre pot ser diferent.

source: <div class="caution"> <p>If you are unsure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.</p> </div>
ca: <div class="caution"> <p>Si no esteu segur del nom del dispositiu, millor no continueu o <strong>correu el risc de sobreescriure qualsevol disc dur del sistema</strong>.</p> </div>

source: Execute the following command to safely remove the USB stick. Replace <span class="command-placeholder">device</span> with the device name found in step 6.
ca: Executeu l'ordre següent per treure el llapis USB de manera segura. Substituïu <span class="command-placeholder">dispositiu</span> pel nom del dispositiu que es troba al pas 6.

source: <p class="command-template">diskutil unmountDisk <span class="command-placeholder">device</span></p>
ca: <p class="command-template">diskutil unmountDisk <span class="command-placeholder">dispositiu</span></p>

source: Execute the following command to format the USB stick. Replace <span class="command-placeholder">device</span> with the device name found in step 6.
ca: Executeu l'ordre següent per formatar el llapis USB. Substituïu <span class="command-placeholder">dispositiu</span> pel nom del dispositiu que es troba al pas 6.

source: <p class="command-template">sudo fdisk -iy <span class="command-placeholder">device</span></p>
ca: <p class="command-template">sudo fdisk -iy <span class="command-placeholder">dispositiu</span></p>

source: You can try to reset the USB stick again using <span class="application">Disk Utility</span> from the beginning of this page.
ca: Podeu provar de restablir el llapis USB de nou mitjançant la <span class="application">Utilitat de disc</span> des del principi d'aquesta pàgina.
