Repository: Tony7466/Tails
Catalog: po/*.po
Languages: da, ko

source: {details} Please check your list of additional software or read the system log to understand the problem.
da: {details} Tjek venligst din liste over yderligere software eller læs systemloggen for at forstå problemet.
ko: {details} 문제를 파악하기 위하여 추가 소프트웨어의 목록을 확인하거나 시스템 로그를 읽으십시오.

source: Please check your list of additional software or read the system log to understand the problem.
da: Tjek venligst din liste over yderligere software eller læs systemloggen for at forstå problemet.
ko: 문제를 파악하기 위하여 추가 소프트웨어의 목록을 확인하거나 시스템 로그를 읽으십시오.

source: Show Log
da: Vis Log
ko: 로그 보기

source: Configure
da: Konfigurer
ko: 설정

source: Add {packages} to your additional software?
da: Tilføj {packages} til dine yderligere software?
ko: 추가 소프트웨어에 {packages}을(를) 추가하시겠습니까?

source: To install it automatically from your persistent storage when starting Tails.
da: For automatisk at installere det fra dit vedvarende lager når Tails starter.
ko: Tails를 시작할 때 영속 저장소에서 자동으로 설치합니다.

source: Install Every Time
da: Installer hver gang
ko: 매번 설치하기

source: Install Only Once
da: Installer kun én gang
ko: 한 번만 설치하기

source: The configuration of your additional software failed.
da: Konfigurationen af dine yderligere software mislykkedes.
ko: 추가 소프트웨어의 설정에 실패하였습니다.

source: To install it automatically when starting Tails, you can create a persistent storage and activate the <b>Additional Software</b> feature.
da: For automatisk at installere det når Tails starter kan du oprette et vedvarende lager og aktivere funktionaliteten <b>Yderligere software</b>.
ko: Tails를 시작할 때 자동으로 설치하려면, 영속 저장소를 만들고 <b>추가 소프트웨어</b> 기능을 활성화하십시오.

source: Create Persistent Storage
da: Opret vedvarende lager
ko: 영속 저장소 만들기

source: Creating your persistent storage failed.
da: Oprettelse af dit vedvarende lager mislykkedes.
ko: 영속 저장소를 만드는 데 실패하였습니다.

source: You could install {packages} automatically when starting Tails
da: Du kan installere {packages} automatisk når Tails starter
ko: Tails를 시작할 때 {packages}을(를) 자동으로 설치할 수 있습니다

source: To do so, you need to run Tails from a USB stick.
da: Det gøres ved at køre Tails fra en USB-pen.
ko: 이렇게 하려면, USB 스틱에서 Tails를 실행해야 합니다.

source: Remove {packages} from your additional software?
da: Fjern {packages} fra dine yderligere software?
ko: 추가 소프트웨어에서 {packages}을(를) 제거하시겠습니까?

source: This will stop installing {packages} automatically.
da: Det vil stoppe automatisk installation af {packages}.
ko: {packages}을(를) 자동으로 설치하지 않게 됩니다.

source: Remove
da: Fjern
ko: 제거

source: Cancel
da: Annuller
ko: 취소

source: {beginning} and {last}
da: {beginning} og {last}
ko: {beginning}와(과) {last}

source: The check for upgrades of your additional software failed
da: Søgningen efter opgraderinger af dine yderligere software mislykkedes
ko: 추가 소프트웨어의 업그레이드 확인에 실패하였습니다

source: Please check your network connection, restart Tails, or read the system log to understand the problem.
da: Tjek venligst din internetforbindelse, genstart Tails eller læs systemloggen for at forstå problemet.
ko: 문제를 파악하기 위하여 네트워크 연결을 확인하거나, Tails를 다시 시작하거나, 시스템 로그를 읽으십시오.

source: The upgrade of your additional software failed
da: Opgraderingen af dine yderligere software mislykkedes
ko: 추가 소프트웨어의 업그레이드에 실패하였습니다

source: Installing your additional software from persistent storage...
da: Installerer dine yderligere software from vedvarende lager...
ko: 영속 저장소에서 추가 소프트웨어를 설치하는 중...

source: This can take several minutes.
da: Det kan tage flere minutter.
ko: 이 작업은 몇 분 정도 걸릴 수 있습니다.

source: The installation of your additional software failed
da: Installationen af dine yderligere software mislykkedes.
ko: 추가 소프트웨어의 설치에 실패하였습니다

source: Additional software installed successfully
da: Yderligere software blev installeret.
ko: 추가 소프트웨어가 성공적으로 설치되었습니다

source: Additional Software
da: Yderligere software
ko: 추가 소프트웨어

source: You can install additional software automatically from your persistent storage when starting Tails.
da: Du kan installere yderligere software automatisk fra dit vedvarende lager når Tails starter.
ko: Tails를 시작할 때 영속 저장소에서 추가 소프트웨어를 자동으로 설치할 수 있습니다.

source: The following software is installed automatically from your persistent storage when starting Tails.
da: Følgende software installeres automatisk fra dit vedvarende lager når Tails starter.
ko: Tails를 시작할 때 영속 저장소에서 다음 소프트웨어가 자동으로 설치됩니다.

source: To add more, install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
da: Tilføj flere, ved at installere software med <a href="synaptic.desktop">Synaptic-pakkehåndtering</a> eller <a href="org.gnome.Terminal.desktop">APT i kommandolinjen</a>.
ko: 더 추가하려면, <a href="synaptic.desktop">시냅틱 패키지 관리자</a> 또는 <a href="org.gnome.Terminal.desktop">명령줄에서 APT</a>를 사용하여 소프트웨어를 설치하십시오.

source: _Create persistent storage
da: _Opret vedvarende lager
ko: _영속 저장소 만들기

source: Tails protects your wallet. Help us keep your bitcoins safe! <a href="file:///usr/share/doc/tails/website/donate.en.html#expenses">How we spend our money.</a>
ko: Tails는 당신의 지갑을 보호합니다. 귀하의 비트코인을 안전하게 보호할 수 있도록 도와주세요! <a href="file:///usr/share/doc/tails/website/donate.en.html#expenses">기부금은 이렇게 사용됩니다.</a>

source: Donate Now
ko: 지금 기부하기

source: Later
ko: 나중에

source: Opening Electrum with our donation address...
ko: 우리의 기부 주소와 함께 Electrum을 여는 중...

source: Thank you for making the Internet a safer place!
ko: 인터넷을 더 안전한 곳으로 만들어 주셔서 감사합니다!

source: Persistence is disabled for Electrum
da: Vedvarende er deaktiveret for Electrum
ko: Electrum에 대하여 영속이 비활성화되어 있습니다

source: When you reboot Tails, all of Electrum's data will be lost, including your Bitcoin wallet. It is strongly recommended to only run Electrum when its persistence feature is activated.
da: Når du genstarter Tails vil alle Electrums data gå tabt, inklusiv din Bitcoin-pung. Det anbefales stærkt at du kun kører Electrum når dens vedvarende-funktionalitet er aktiveret.
ko: Tails를 다시 시작하면, 비트코인 지갑을 포함하여 Electrum의 모든 데이터가 손실됩니다. Electrum을 영속 기능이 활성화된 경우에만 실행하기를 강력히 권장합니다.

source: Do you want to start Electrum anyway?
da: Vil du starte Electrum alligevel?
ko: 그래도 Electrum을 실행하시겠습니까?

source: _Launch
da: _Start
ko: 실행(_L)

source: _Exit
da: _Afslut
ko: 종료(_E)

source: Unknown time
da: Ukendt tid
ko: 알 수 없는 시간

source: 1y
da: 1å
ko: {count}년

source: 1d
ko: {count}일

source: 1h
da: 1t
ko: {count}시

source: 1m
ko: {count}분

source: 1s
ko: {count}초

source: #{time} left — {downloaded} of {size} ({speed}/sec)
da: #{time} tilbage — {downloaded} af {size} ({speed}/sek.)
ko: #{time} 남음 — {downloaded} 중 {size} ({speed}/sec)

source: bytes
ko: 바이트

source: For debugging information, execute the following command: sudo tails-debugging-info
da: Få fejlretningsinformation ved at køre følgende kommando: sudo tails-debugging-info
ko: 정보를 디버깅 하기 위해선 다음 명령어를 실행 하세요: sudo tails-debugging-info

source: <b>An error occured while updating the signing key.</b>\n\n<b>This prevents determining whether an upgrade is available from our website.</b>\n\nCheck your network connection, and restart Tails to try upgrading again.\n\nIf the problem persists, go to file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
da: <b>Der opstod en fejl under opdatering af underskriftsnøglen.</b>\n\n<b>Så det ikke muligt at se om der findes en opgradering fra vores websted.</b>\n\nTjek din netværksforbindelse og genstart Tails for at prøve at opgradere igen.\n\nHvis problemet fortsætter, gå til file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
ko: <b>서명 키를 업데이트하는 동안 오류가 발생했습니다.</b>\n\n<b>이렇게 하면 웹 사이트에서 업그레이드를 사용할 수 있는지 여부를 확인할 수 없습니다.</b>\n\n네트워크 연결을 확인하고 Tails를 다시 시작하여 업그레이드를 다시 시도합니다. 문제가 지속되면 file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html로 이동합니다

source: Error while downloading the signing key
da: Fejl under download af underskriftsnøglen
ko: 서명 키를 다운로드하는 중 오류 발생

source: Error while updating the signing key
da: Fejl under opdatering af underskriftsnøglen
ko: 서명 키 업데이트 중 오류 발생

source: Error while checking for upgrades
da: Fejl under søgning efter opgraderinger
ko: 업데이트를 확인하는 도중 오류가 발생했습니다

source: <b>Could not determine whether an upgrade is available from our website.</b> Check your network connection, and restart Tails to try upgrading again. If the problem persists, go to file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
da: <b>Kunne ikke fastslå om der findes en opgradering fra vores websted.</b> Tjek din netværksforbindelse og genstart Tails for at prøve at opgradere igen. Hvis problemet fortsætter, gå til file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
ko: <b>Tor 웹 사이트에서 업데이트를 확인 할 수가 없습니다.</b> 네트워크 연결을 확인하고, Tail을 다시 시작한 후 업데이트를 확인해 주세요. 문제가 계속 발생할 경우 file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html 로 접속하세요.

source: no automatic upgrade is available from our website for this version
da: der findes ikke nogen automatisk opgradering fra vores websted til denne version
ko: 웹사이트에 이 버전에 대한 자동 업데이트가 존재하지 않습니다

source: Tails was started from a DVD or a read-only device
da: Tails blev startet fra en DVD eller en enhed der ikke kan skrives til
ko: Tails는 DVD 또는 읽기 전용 장치에서 부팅하였습니다.

source: there is not enough free space on the Tails system partition
da: der er ikke nok ledig plads på Tailss systempartition
ko: Tails 시스템 파티션에 충분한 공간이 없습니다.

source: not enough memory is available on this system
da: der er ikke nok hukommelse tilgængelig på systemet
ko: 충분한 메모리가 이 시스템에서 사용할 수 없습니다.

source: No explanation available for reason '{reason}'.
da: Ingen forklaring tilgængelig pga. årsagen '{reason}'.
ko: '{reason}'에 대한 설명이 없습니다.

source: The system is up-to-date
da: Systemet er fuldt opdateret
ko: 시스템이 최신 버전입니다

source: This version of Tails is outdated, and may have security issues.
da: Denne version af Tails er forældet og kan have sikkerhedsproblemer.
ko: 현재 Tails가 옛날 버전이므로 보안상의 위험이 있을 수 있습니다.

source: The available incremental upgrade requires {space_needed} of free space on Tails system partition, but only {free_space} is available.
da: Den tilgængelige gradvise opgradering kræver {space_needed} ledig plads på Tailss systempartition, men der er kun {free_space} tilgængelig.
ko: 사용 가능한 증분 업그레이드를 수행하려면 Tails 시스템 파티션에 {space_needed}의 사용 가능한 공간이 필요하지만 {free_space}만 사용할 수 있습니다.

source: An error ocurred while detecting available upgrades. This should not happen. Please report a bug.
da: Der opstod en fejl ved registrering af tilgængelige opgraderinger. Det burde ikke ske. Rapportér venligst en fejl.
ko: 사용 가능한 업데이트를 감지하는 동안 오류가 발생했습니다. 이런 일이 발생해서는 안됩니다. 버그를 신고하세요.

source: Error while detecting available upgrades
da: Fejl under registrering af tilgængelige opgraderinger
ko: 이용 가능한 업그레이드를 검출할 때 오류가 발생했습니다

source: An incremental upgrade is available, but no full upgrade is. This should not happen. Please report a bug.
da: Der findes en gradvis opgradering, men ikke en fuld opgradering. Det burde ikke ske. Rapportér venligst en fejl.
ko: 업데이트가 완벽하게 되지 않았다면, 발생한 버그를 보고해 주세요.

source: <b>You should upgrade to {name} {version}.</b> For more information about this new version, go to {details_url} We recommend you close all other applications during the upgrade. Downloading the upgrade might take a long time, from several minutes to a few hours. Download size: {size} Do you want to upgrade now?
da: <b>Du bør opgradere til {name} {version}.</b> For mere information om den nye version, gå til {details_url} Vi anbefaler at du lukker alle de andre programmer under opgraderingen. Det kan tage lang tid at downloade opgraderingen, fra nogle minutter til få timer. Downloadstørrelse: {size} Vil du at opgradere nu?
ko: <b>{name} {version}로 업그레이드해야 합니다.</b> 이 새 버전에 대한 자세한 내용을 보려면 {details_url}로 이동합니다 업그레이드 중에 다른 모든 응용 프로그램을 닫는 것이 좋습니다. 업그레이드를 다운로드하는 데 몇 분에서 몇 시간이 걸릴 수 있습니다. 다운로드 크기: {size} 지금 업그레이드 하시겠어요?

source: Upgrade available
da: Opgradering tilgængelig
ko: 사용가능한 업데이트가 있습니다

source: Upgrade now
da: Opgrader nu
ko: 지금 업그레이드

source: Upgrade later
da: Opgrader senere
ko: 나중에 업그레이드

source: New version available
da: Der findes en ny version
ko: 새 버전 이용 가능

source: Downloading upgrade
da: Downloader opgradering
ko: 업데이트 다운로드

source: Downloading the upgrade to {name} {version}...
da: Downloader opgraderingen til {name} {version}...
ko: {name} {version}로 업그레이드를 다운로드하는 중...

source: <b>The upgrade could not be downloaded.</b>\n\nCheck your network connection, and restart Tails to try upgrading again.\n\nIf the problem persists, go to file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
da: <b>Opgraderingen kunne ikke downloades.</b>\n\nTjek din netværksforbindelse og genstart Tails for at prøve at opgradere igen.\n\nHvis problemet ikke forsvinder, gå til file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
ko: <b> 업그레이드를 다운로드 할 수 없습니다. </b>\n\n 네트워크 연결을 확인하고 Tails를 다시 시작하고 다시 업그레이드를 시도하십시오. \n\n 문제가 지속되면file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html을여십시오

source: Error while downloading the upgrade
da: Fejl under download af opgradering
ko: 업그레이드를 다운로드하는 동안 오류

source: Output file '{output_file}' does not exist, but tails-iuk-get-target-file did not complain. Please report a bug.
da: Outputfilen "{output_file}" findes ikke, men tails-iuk-get-target-file meldte ikke fejl. Rapportér venligst en fejl.
ko: 출력 파일 '{output_file}'이(가) 존재하지 않지만 tails-iuk-get-target-file은 불만 사항이 없습니다. 버그를 보고해 주세요.

source: Error while creating temporary downloading directory
da: Fejl under oprettelse af midlertidig downloadmappe
ko: 임시 다운로드 디렉토리를 작성하는 중에 오류

source: Failed to create temporary download directory
da: Kunne ikke oprette midlertidig downloadmappe
ko: 임시 다운로드 디렉토리를 만들 수 없습니다.

source: The upgrade was successfully downloaded. The network connection will be disabled when applying the upgrade. Please save your work and close all other applications.
da: Opgraderingen blev downloaded. Din netværksforbindelse vil blive deaktiveret mens vi opgraderer. Gem venligst dit arbejde og luk derefter alle programmer.
ko: 업그레이드를 성공적으로 다운로드했습니다. 업그레이드를 적용할 때 네트워크 연결이 해제됩니다. 작업을 저장하고 다른 응용 프로그램을 모두 닫으십시오.

source: Upgrade successfully downloaded
da: Opgradering downloadet
ko: 업그레이드 다운로드 성공

source: Apply upgrade
da: Anvend opgradering
ko: 업그레이드를 적용

source: <b>Your Tails device was successfully upgraded.</b> Some security features were temporarily disabled. You should restart Tails on the new version as soon as possible. Do you want to restart now?
da: <b>Din Tails-enhed blev opgraderet.</b> Nogle sikkerhedsfunktionaliteter blev deaktiveret midlertidigt. Du bør genstarte Tails på den nye version så snart som muligt. Vil du genstarte nu?
ko: <b>Tails 장치가 성공적으로 업그레이드되었습니다.</b> 일부 보안 기능이 일시적으로 해제되었습니다. 최대한 빠른 시일 내에 새로운 버전 Tails를 다시 시작해야합니다. 지금 다시 시작 하시겠습니까?

source: Restart Tails
da: Genstart Tails
ko: Tails 다시 시작

source: Restart now
da: Genstart nu
ko: 지금 다시 시작

source: Restart later
da: Genstart senere
ko: 나중에 다시 시작

source: Error while restarting the system
da: Fejl under genstart af systemet
ko: 시스템 재시작 중 오류 발생

source: Failed to restart the system
da: Kunne ikke genstarte systemet
ko: 시스템 재시작 실패

source: Error while shutting down the network
da: Fejl under lukning af netværket
ko: 네트워크 종료 중 오류 발생

source: Failed to shutdown network
da: Kunne ikke lukke netværket
ko: 네트워크 종료 실패

source: Error while cancelling the upgrade download
da: Fejl under installation af opgraderingen
ko: 업그레이드 다운로드를 취소하는 중 오류 발생

source: Failed to cancel the upgrade download
da: Det gik ikke at afbryde download af opgraderingen
ko: 업그레이드 다운로드를 취소하지 못함

source: Upgrading the system
da: Opgraderer systemet
ko: 시스템 업데이트 중

source: <b>Your Tails device is being upgraded...</b> For security reasons, the network connection is now disabled.
da: <b>Din Tails-enhed er ved at blive opgraderet...</b> Af sikkerhedsgrunde er netværk blevet deaktiveret.
ko: <b>Tails 장치를 업그레이드하는 중입니다...</b> 보안상의 이유로 이제 네트워크 연결이 비활성화되었습니다.

source: <b>An error occured while installing the upgrade.</b>\n\nYour Tails device needs to be repaired and might be unable to restart.\n\nPlease follow the instructions at file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
da: <b>Der opstod en fejl under installation af opgraderingen.</b>\n\nDin Tails-enhed skal repareres, og kan muligvis ikke genstarte.\n\nFølg venligst instruktionerne i file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
ko: <b>업그레이드 설치 중에 오류가 발생했습니다.</b>\n\nTails 장치는 수리가 필요하고, 다시 시작하지 못할 수도 있습니다.\n\file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html의 지시에 따르십시오.

source: Error while installing the upgrade
da: Fejl under installation af opgraderingen
ko: 업데이트 설치 중 오류 발생

source: Additional Settings
da: Yderligere indstillinger
ko: 추가 설정

source: Add
da: Tilføj
ko: 추가

source: Back
da: Tilbage
ko: 뒤로

source: _Administration Password
da: _Administrationsadgangskode
ko: _관리자 비밀번호

source: _MAC Address Anonymization
da: Anonymisering af _MAC-adresse
ko: _MAC 주소 익명화

source: _Offline Mode
da: _Offline-tilstand
ko: _오프라인 모드

source: Enable networking (default)
da: Aktivér netværk (standard)
ko: 네트워크 사용 (기본값)

source: Disable all networking
da: Deaktivér al netværk
ko: 모든 네트워킹 비활성화

source: _Network Connection
da: _Netværksforbindelse
ko: _네트워크 연결

source: Obsolete
da: Forældet
ko: 구식

source: _Unsafe Browser
ko: _안전하지 않은 브라우저

source: On (default)
da: Til (standard)
ko: 켜짐 (기본값)

source: On
da: Til
ko: 켜기

source: Off
da: Fra
ko: 끄기

source: Off (default)
da: Fra (standard)
ko: 꺼짐 (기본값)

source: Do you really want to start Tails without unlocking your Persistent Storage?
ko: 영구 저장소를 잠금 해제하지 않고 정말 Tails를 시작하고 싶으신가요?

source: Error unlocking Persistent Storage: {}
ko: 영구 저장소 잠금 해제 오류: {}

source: Unlocking…
da: Låser op…
ko: 잠금 해제중...

source: Cannot unlock encrypted storage with this passphrase.
da: Kan ikke låse op for krypteret lager med denne adgangskode.
ko: 이 비밀구절로 암호화된 저장소를 잠금 해제할 수 없습니다.

source: _Language
da: S_prog
ko: _언어

source: _Formats
da: _Formater
ko: _포맷

source: _Keyboard Layout
da: _Tastaturlayout
ko: _키보드 배열

source: Unable to write on %(device)s, skipping.
da: Kan ikke skrive til %(device)s, springer over.
ko: %(device)s에 쓸 수 없습니다. 스킵합니다.

source: Some partitions of the target device %(device)s are mounted. They will be unmounted before starting the installation process.
da: Nogle partitioner på målenheden %(device)s er monteret. De afmonteres før installationsprocessen starter.
ko: 대상 장치 %(device)s 파티션의 일부가 마운트되었습니다. 설치 프로세스가 시작하기 전에 이들은 마운트 해제됩니다.

source: Extracting live image to the target device...
da: Udpakker live-aftrykket til målenheden...
ko: 대상 장치에 라이브 이미지를 추출 중...

source: There was a problem executing the following command: `%(command)s`. A more detailed error log has been written to "%(filename)s".
da: Der opstod et problem under kørsel af følgende kommando: "%(command)s". En mere detaljeret fejllog er blevet skrevet til "%(filename)s".
ko: 다음 명령을 실행하는 데 문제가 있었습니다. `%(command)s` 보다 자세한 오류 로그가 "%(filename)s"에 기록되었습니다.

source: Not enough free space on device. %(iso_size)dMB ISO + %(overlay_size)dMB overlay > %(free_space)dMB free space
da: Der er ikke nok ledig plads på enheden. %(iso_size)dMB ISO + %(overlay_size)dMB overlæg > %(free_space)dMB fri plads
ko: 디바이스에 여유공간이 없습니다. %(iso_size)dMB ISO + %(overlay_size)dMB 이상 > %(free_space)dMB 여유 공간

source: Creating %sMB persistent overlay
da: Opretter %sMB vedvarende overlægning
ko: %sMB 퍼시스턴트 구역을 작성 중

source: Unable to copy %(infile)s to %(outfile)s: %(message)s
da: Kan ikke kopiere %(infile)s til %(outfile)s: %(message)s
ko: %(infile)s를 %(outfile)s에 복사 할 수 없습니다 : %(message)s

source: Removing existing Tails system
da: Fjerner det eksisterende Tails styresystem
ko: 기존 Tails 시스템 제거

source: Unable to remove file from previous Tails system: %(message)s
da: Det var ikke muligt at fjerne filen fra det tidligere Tails styresystem: %(message)s
ko: 이전 Tails 시스템에서 파일을 제거할 수 없음: %(message)s

source: Unable to chmod %(file)s: %(message)s
da: Kan ikke chmod %(file)s: %(message)s
ko: %(file)s를 chmod할 수 없습니다: %(message)s

source: Unable to remove directory from previous Tails system: %(message)s
da: Det var ikke muligt at fjerne mappen fra det tidligere Tails system: %(message)s
ko: 이전 Tails 시스템에서 디렉터리를 제거할 수 없음: %(message)s

source: Cannot find device %s
da: Kan ikke finde enheden %s
ko: %s 장치를 찾을 수 없음

source: Unknown filesystem. Your device may need to be reformatted.
da: Ukendt filsystem. Din enhed skal måske formateres igen.
ko: 알 수없는 파일 시스템. 장치를 다시 포맷해야할지도 모릅니다.

source: Unsupported filesystem: %s
da: Filsystem understøttes ikke: %s
ko: 지원되지 않는 파일 시스템: %s

source: Unknown GLib exception while trying to mount device: %(message)s
da: Ukendt GLib-undtagelse ved forsøg på at montere enhed: %(message)s
ko: 장치를 탑재하는 동안 알 수 없는 GLib 예외가 발생했습니다:%(message)s

source: Unable to mount device: %(message)s
da: Kan ikke montere enhed: %(message)s
ko: 장치를 마운트 할 수 없습니다: %(message)s

source: No mount points found
da: Fandt ingen monteringspunkter
ko: 마운트 지점을 찾을 수 없습니다.

source: Entering unmount_device for "%(device)s"
ko: unmount_device를 "%(device)s"에 입력하는 중

source: Unmounting mounted filesystems on "%(device)s"
da: Afmonterer de monterede filsystemer på "%(device)s"
ko: 마운트된 파일 시스템을 "%(device)s"에 마운트 해제하는 중

source: Unmounting "%(udi)s" on "%(device)s"
da: Afmonterer "%(udi)s" på "%(device)s"
ko: "%(device)s"에 "%(udi)s" 마운트 해제

source: Mount %s exists after unmounting
da: Monteringen %s findes efter afmontering
ko: 마운트 해제 후 %s의 실체를 마운트

source: Partitioning device %(device)s
da: Partitionerer enheden %(device)s
ko: 장치 %(device)s의 파티션을 구성 중

source: Unsupported device '%(device)s', please report a bug.
da: Enheden "%(device)s" understøttes ikke. Rapportér venligst en fejl.
ko: 지원되지 않는 장치 '%(device)s', 버그를 보고하십시오.

source: Trying to continue anyway.
da: Prøver at forsætte alligevel.
ko: 어쨌든간에 계속하기.

source: Verifying filesystem...
da: Verificerer filsystem...
ko: 파일 시스템 확인 중...

source: Unable to change volume label: %(message)s
da: Kan ikke ændre diskområdets etiket: %(message)s
ko: 볼륨 레이블을 변경할 수 없습니다: %(message)s

source: Installing bootloader...
da: Installerer opstartsindlæser...
ko: 부트로더 설치중...

source: Removing %(file)s
da: Fjerner %(file)s
ko: %(file)s 제거 중

source: %s already bootable
da: %s er allerede i stand til at opstarte
ko: %s는 이미 부팅 가능합니다

source: Unable to find partition
da: Kan ikke finde partition
ko: 파티션을 찾을 수 없습니다.

source: Formatting %(device)s as FAT32
da: Formaterer %(device)s som FAT32
ko: %(device)s를 FAT32로 포맷 중

source: Reading extracted MBR from %s
da: Læser udpakket MBR fra %s
ko: %s에서 추출한 MBR 읽기

source: Could not read the extracted MBR from %(path)s
da: Kunne ikke læse den udpakket MBR fra %(path)s
ko: %(path)s에서 추출 된 MBR을 읽을 수 없습니다.

source: Resetting Master Boot Record of %s
da: Nulstiller Master Boot Record for %s
ko: %s의 마스터 부트 레코드를 재설정 중

source: Drive is a loopback, skipping MBR reset
da: Drevet er et loopback, springer over nulstilling af MBR
ko: 드라이브가 루프백입니다. MBR 재설정을 건너 뜁니다.

source: Synchronizing data on disk...
da: Synkroniserer data på disk...
ko: 디스크의 데이터를 동기화 중...

source: Error: Cannot set the label or obtain the UUID of your device. Unable to continue.
da: Fejl: Kan ikke indstille etiket eller hente enhedens UUID. Kan ikke fortsætte.
ko: 오류: 레이블을 설정할 수 없거나 장치의 UUID를 검색할 수 없습니다. 계속 진행할 수 없습니다.

source: Installation complete! (%s)
da: Installation færdig! (%s)
ko: 설치 완료! (%s)

source: Tails installation failed!
da: Tails-installation mislykkedes!
ko: Tails 설치가 실패했습니다!

source: Clone the current Tails
da: Klon den nuværende Tails
ko: 현재 Tails을 복제함

source: Use a downloaded Tails ISO image
da: Brug et downloadet Tails ISO-aftryk
ko: 다운로드했는 Tails ISO 이미지를 사용하기

source: Upgrade
da: Opgrader
ko: 업그레이드

source: Manual Upgrade Instructions
da: Instruktioner til manuel opgradering
ko: 수동으로 업그레이드를 위한 설명서

source: Install
da: Installer
ko: 설치
