Repository: Tony7466/Tails
Catalog: po/*.po
Languages: da, ko

source: Installation Instructions
da: Instruktioner til installation
ko: 설치를 위한 설명서

source: %(size)s %(vendor)s %(model)s device (%(device)s)
da: %(size)s %(vendor)s %(model)s enheden (%(device)s)
ko: %(size)s %(vendor)s %(model)s 장치 (%(device)s)

source: No ISO image selected
da: Ingen ISO-aftryk valgt
ko: ISO 이미지를 선택하지 않았습니다

source: Please select a Tails ISO image.
da: Vælg venligst et Tails ISO-aftryk.
ko: Tails ISO 이미지를 선택하십시오.

source: The USB stick "%(pretty_name)s" is configured as non-removable by its manufacturer and Tails will fail to start from it. Please try installing on a different model.
da: USB-pennen "%(pretty_name)s" er konfigureret som ikke-flytbar af dens producent og Tails vil ikke kunne start fra den. Prøv venligst at installere på en anden model.
ko: USB 스틱 "%(pretty_name)s"는 제조업체가 제거 할 수 없도록 구성하였기 때문에 Tails가 시작되지 않습니다. 다른 모델로 설치를 시도해 보십시오.

source: The device "%(pretty_name)s" is too small to install Tails (at least %(size)s GB is required).
da: Enheden "%(pretty_name)s" er for lille til at installere Tails (kræver mindst %(size)s GB).
ko: 선택된 장치 "%(pretty_name)s" 의 용량이 모자라서 Tail를 설치할 수 없습니다 (최소 %(size)s GB 필요).

source: To upgrade device "%(pretty_name)s" from this Tails, you need to use a downloaded Tails ISO image: %(dl_url)s
da: For at opgradere enheden "%(pretty_name)s" fra denne Tails, skal du bruge et downloadet Tails ISO-aftryk: %(dl_url)s
ko: 이 Tails에서 "%(pretty_name)s" 장치를 업그레이드하려면 다운로드한 Tails ISO 이미지를 사용하십시오. %(dl_url)s

source: No device suitable to install Tails could be found
da: Der blev ikke findes nogen egnet enhed til installation af Tails
ko: Tails 설치에 적합한 장치를 찾을 수 없음

source: Please plug a USB flash drive or SD card of at least %0.1f GB.
da: Sæt venligst et USB-flash-drev eller SD-kort i på mindst %0.1f GB.
ko: 최소 %0.1fGB의 USB 플래시 드라이브 또는 SD 카드를 연결하십시오.

source: An error happened while installing Tails
da: Der opstod en fejl under installation af Tails
ko: Tails 설치 중 오류가 발생했습니다.

source: Installation complete!
da: Installation færdig!
ko: 설치 완료!

source: Unable to mount device
da: Kan ikke montere enhed
ko: 장치를 구성할 수 없습니다.

source: %(parent_size)s %(vendor)s %(model)s device (%(device)s)
da: %(parent_size)s %(vendor)s %(model)s enheden (%(device)s)
ko: %(parent_size)s %(vendor)s %(model)s 장치 (%(device)s)

source: The persistent storage on this USB stick will be lost.
da: Alle data på denne USB-nøgle vil gå tabt.
ko: 이 USB 스틱의 퍼시스턴트 저장소는 손실됩니다.

source: Delete Persistent Storage and Reinstall
da: Slet vedvarende lagring og geninstaller
ko: 퍼시스턴트 저장소를 삭제하고 다시 설치

source: All data on this USB stick will be lost.
da: Alle data på denne USB-nøgle vil gå tabt.
ko: 이 USB 스틱의 모든 데이터가 손실됩니다.

source: Delete All Data and Install
da: Slet alle data og installer
ko: 모든 데이터 삭제 및 설치

source: Confirm the target USB stick
da: Bekræft mål-USB-pennen
ko: 대상 USB 메모리 스틱을 확인합니다

source: The selected file is unreadable. Please fix its permissions or select another file.
da: Den valgte fil er ikke læsbar. Ret venligst dens tilladelser eller vælg en anden fil.
ko: 선택된 파일은 읽을 수 없습니다. 권한을 수정하거나 다른 파일을 선택하십시오.

source: Unable to use the selected file. You may have better luck if you move your ISO to the root of your drive (ie: C:\)
da: Kan ikke bruge den valgte fil. Det kan være du har mere held hvis du flytter din ISO til roden af dit drev (dvs. C:\)
ko: 지정된 파일을 사용할 수 없으니 루트 디렉토리에 ISO 파일을 이동시키십시오. (예 : C:\)

source: %(filename)s selected
da: %(filename)s valgt
ko: %(filename)s이(가) 선택됨.

source: Unable to find Tails on ISO
da: Det var ikke muligt at finde Tails på ISO-billedet
ko: ISO에서 Tails를 찾을 수 없음

source: Could not guess underlying block device: %s
da: Kunne ikke gætte underliggende blokenhed: %s
ko: 기본 블럭 장치를 추측 할 수 없습니다: %s

source: There was a problem executing `%(cmd)s`. %(out)s %(err)s
da: Der opstod et problem ved kørsel af '%(cmd)s'. %(out)s %(err)s
ko: 실행 중 문제가 발생함 `%(cmd)s` %(out)s %(err)s

source: "%s" does not exist
da: "%s" eksistere ikke
ko: "%s"가 존재하지 않음

source: "%s" is not a directory
da: "%s" er ikke en mappe
ko: "%s"는 디렉토리가 아님

source: Skipping "%(filename)s"
da: Springer over "%(filename)s"
ko: "%(filename)s" 건너뛰기

source: There was a problem executing `%(cmd)s`.%(out)s %(err)s
da: Der opstod et problem ved kørsel af `%(cmd)s`. %(out)s %(err)s
ko: 실행 중 문제가 발생함 `%(cmd)s`.%(out)s %(err)s

source: Could not open device for writing.
da: Kunne ikke åbne enheden til skrivning.
ko: 쓰기를 위해 기기를 열 수 없습니다.

source: Rename
da: Omdøb
ko: 이름 바꾸기

source: Keep current name
da: Behold nuværende navn
ko: 현제 이름 유지

source: su is disabled. Please use sudo instead.
da: su er deaktiveret. Brug venligst sudo i stedet.
ko: su는 현재 사용이 중지되었습니다. 대신 sudo를 사용해 주십시요.

source: Error
da: Fejl
ko: 오류

source: The device Tails is running from cannot be found. Maybe you used the 'toram' option?
da: Kan ikke finde enheden som Tails kører fra. Måske bruger du 'toram'-valgmuligheden?
ko: Tails를 실행하는 장치를 찾을 수 없습니다. 혹시 'toram'옵션을 사용하셨나요?

source: The drive Tails is running from cannot be found. Maybe you used the 'toram' option?
da: Kan ikke finde drevet som Tails kører fra. Måske bruger du 'toram'-valgmuligheden?
ko: Tails를 실행시키는 드라이브를 찾을 수 없습니다. 혹시 'toram'옵션을 사용하셨나요?

source: Lock screen
da: Lås skærm
ko: 잠금화면

source: Suspend
da: Hvile
ko: 잠시 중지

source: Restart
da: Genstart
ko: 재시작

source: Power Off
da: Luk ned
ko: 끄기

source: About Tails
da: Om Tails
ko: Tails에 관하여

source: Build information: %s
da: Byggeinformation: %s
ko: 생성 정보: %s

source: not available
da: ikke tilgængelig
ko: 불가능

source: Documentation
da: Dokumentation
ko: 문서

source: Remove {package} from your additional software? This will stop installing the package automatically.
da: Fjern {package} fra dine yderligere software? Det stopper automatisk installationen af pakken.
ko: 추가 소프트웨어에서 {package}를 제거합니까? 그러면 패키지 설치가 자동으로 중지됩니다.

source: Failed to remove {pkg}
da: Kunne ikke fjerne {pkg}
ko: 제거 실패 {pkg}

source: Failed to read additional software configuration
da: Kunne ikke læse konfiguration af yderligere software
ko: 추가 소프트웨어 구성 읽기를 실패했습니다.

source: Stop installing {package} automatically
da: Stop automatisk installation af {package}
ko: 자동 설치 {package} 중지

source: To do so, install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
da: Det gøres ved at installere software med <a href="synaptic.desktop">Synaptic-pakkehåndtering</a> eller <a href="org.gnome.Terminal.desktop">APT i kommandolinjen</a>.
ko: 이렇게 하려면 명령줄에 <a href="synaptic.desktop">Synaptic 패키지 매니저</a> 또는 <a href="org.gnome.Terminal.desktop">APT를 사용하여 일부 소프트웨어를 설치합니다</a>.

source: To do so, unlock your persistent storage when starting Tails and install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
da: Det gøres ved at låse op for dit vedvarende lager når Tails starter og installer noget software med <a href="synaptic.desktop">Synaptic-pakkehåndtering</a> eller <a href="org.gnome.Terminal.desktop">APT i kommandolinjen</a>.
ko: 이렇게 하려면 Tails를 시작할 때 퍼시스턴트 저장소의 잠금을 해제하고 명령줄에 <a href="synaptic.desktop">Synaptic 패키지 매니저</a> 또는 <a href="org.gnome.Terminal.desktop">APT를 사용하여 일부 소프트웨어를 설치합니다</a>.

source: To do so, create a persistent storage and install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
da: Det gøres ved at oprette et vedvarende lager og installer software med <a href="synaptic.desktop">Synaptic-pakkehåndtering</a> eller <a href="org.gnome.Terminal.desktop">APT i kommandolinjen</a>.
ko: 이렇게 하려면 영구 저장소를 생성하고 <a href="synaptic.desktop">시냅틱 패키지 관리자</a> 또는 <a href="org.gnome.Terminal.desktop">명령줄에서 APT</a>를 사용하여 일부 소프트웨어를 설치합니다.

source: To do so, install Tails on a USB stick and create a persistent storage.
da: Det gøres ved at installere Tails på en USB-pen og oprette et vedvarende lager.
ko: 그렇게 하려면 USB 스틱에 Tails를 설치하고 퍼시스턴트 저장소를 만듭니다.

source: [package not available]
da: [pakken er ikke tilgængelig]
ko: [페키지가 없습니다.]

source: Failed to synchronize the clock!
da: Kunne ikke synkronisere uret!
ko: 시간 맞추기 실패!

source: Lock Screen
da: Lås skærm
ko: 잠금화면

source: Screen Locker
da: Skærmlåser
ko: 화면 잠금

source: Set up a password to unlock the screen.
da: Opsæt en adgangskode til at låse op for skærmen.
ko: 화면 잠금 해지를 위해서 비밀번호를 만드세요.

source: Password
da: Adgangskode
ko: 비밀번호

source: Confirm
da: Bekræft
ko: 확인

source: This version of Tails has known security issues:
da: Denne version af Tails har kendte sikkerhedsproblemer:
ko: 이 버전의 Tails에는 알려진 보안 문제가 있습니다:

source: Known security issues
da: Kendte sikkerhedsproblemer
ko: 알려진 보안 문제

source: Network card ${nic} disabled
da: Netværkskortet ${nic} deaktiveret
ko: 네트워크 카드 ${nic}가 잘못되었습니다

source: MAC address anonymization failed for network card ${nic_name} (${nic}) so it is temporarily disabled. You might prefer to restart Tails and disable MAC address anonymization.
da: Anonymisering af MAC-adresse mislykkedes for netværkskortet ${nic_name} (${nic}), så det er deaktiveret midlertidigt. Det kan være du vil foretrække at genstarte Tails og deaktivere anonymisering af MAC-adresse.
ko: 네트워크 카드 ${nic_name}(${nic})에 대한 MAC 주소 익명화에 실패하여 일시적으로 사용할 수 없습니다. Tails를 다시 시작하고 MAC 주소 익명화를 사용하지 않도록 설정하는 것이 좋습니다.

source: All networking disabled
da: Al netværk er deaktiveret
ko: 모든 네트워크 연결이 불가능함

source: MAC address anonymization failed for network card ${nic_name} (${nic}). The error recovery also failed so all networking is disabled. You might prefer to restart Tails and disable MAC address anonymization.
da: Anonymisering af MAC-adresse mislykkedes for netværkskortet ${nic_name} (${nic}). Fejlgendannelsen mislykkedes også, så al netværk er deaktiveret. Du vil måske foretrække at genstarte Tails og deaktivere anonymisering af MAC-adresse.
ko: 네트워크 카드 ${nic_name}(${nic})에 대한 MAC 주소 익명화에 실패했습니다. 오류 복구도 실패하여 모든 네트워크를 사용할 수 없습니다. Tails를 다시 시작하고 MAC 주소 익명화를 사용하지 않도록 설정하는 것이 좋습니다.

source: <b>Not enough memory available to check for upgrades.</b> Make sure this system satisfies the requirements for running Tails. See file:///usr/share/doc/tails/website/doc/about/requirements.en.html Try to restart Tails to check for upgrades again. Or do a manual upgrade. See {manual_upgrade_url}
da: <b>Der er ikke nok hukommelse tilgængelig til at søge efter opgraderinger.</b> Sørg for at dette system opfylder kravene til at køre Tails. Se file:///usr/share/doc/tails/website/doc/about/requirements.en.html Prøv at genstarte Tails for at søge efter opgraderinger igen. Eller foretag en manuel opgradering. Se {manual_upgrade_url}
ko: <b>사용 가능한 메모리가 부족하여 업그레이드를 확인할 수 없음</b> 이 시스템이 Tails 실행에 필요한 요구 사항을 충족하는지 확인하십시오. file:///usr/share/doc/tails/website/doc/about/requirements.en.html 을 참조하십시오. Tails를 다시 시작하여 업그레이드를 다시 확인하십시오. 또는 수동 업그레이드를 수행하십시오. {manual_upgrade_url} 참조

source: error:
da: fejl:
ko: 오류:

source: Warning: virtual machine detected!
da: Advarsel: registrerede virtuel maskine!
ko: 경고 : 가상 머신을 발견!

source: Warning: non-free virtual machine detected!
da: Advarsel: registrerede virtuel maskine som ikke er fri!
ko: 경고: 상용 가상 머신 탐지됨!

source: Both the host operating system and the virtualization software are able to monitor what you are doing in Tails. Only free software can be considered trustworthy, for both the host operating system and the virtualization software.
da: Både værtsstyresystemet og virtualiseringssoftwaren er i stand til at overvåge det du foretager dig i Tails. Kun fri software kan betragtes som værende troværdigt, både for værtsstyresystemet og virtualiseringssoftwaren.
ko: 호스트 운영 체제와 가상 머신 모두 Tails에서 사용자가 하는 것을 볼 수 있을 수 있습니다. 믿을 수 있는 것은 오픈소스 공짜 소프트웨어 뿐이며, 이는 호스트와 가상머신 모두에게 해당됩니다.

source: Don't Show Again
da: Vis ikke dette igen
ko: 다시 표시 안 함

source: Learn More
da: Læs mere
ko: 더 알아보기

source: Tor Connection
da: Tor-forbindelse
ko: Tor 연결

source: _Use a bridge that you already know
da: _Brug en bro, som du allerede kender
ko: _이미 알고 있는 브리지 사용

source: Invalid: {exception}
da: Ugyldig: {exception}
ko: 잘못된 항목: {exception}

source: You need to configure an obfs4 bridge to hide that you are using Tor
da: Du skal konfigurere en obfs4-bro for at skjule at du bruger Tor
ko: Tor를 사용 중임을 숨기려면 obfs4 브리지를 구성해야 함

source: Failed to configure your Persistent Storage
da: Kunne ikke konfigurere dit vedvarende lager
ko: 퍼시스턴트 저장소를 구성하지 못함

source: Connecting to Tor without bridges…
da: Opretter forbindelse til Tor uden broer…
ko: 브립지 없이 Tor에 연결 중…

source: Connecting to Tor with default bridges…
da: Opretter forbindelse til Tor med standardbroer…
ko: 기본 브리지로 Tor에 연결 중...

source: Connecting to Tor with a custom bridge…
da: Opretter forbindelse til Tor med en tilpasset bro…
ko: 사용자 지정 브리지로 Tor에 연결…

source: Connected to Tor successfully
da: Forbundet til Tor
ko: Tor에 성공적으로 연결되었습니다

source: You can now browse the Internet anonymously and uncensored.
da: Du kan gennemse internettet anonymt og uden censur.
ko: 당신은 이제 검열 없는 익명 인터넷을 사용할 수 있습니다.

source: Bridge address malformed
da: Forkert udformet broadresse
ko: 잘못된 형식의 브리지 주소

source: Setting a bridge is needed if you want to hide that you are using Tor
da: Det er nødvendigt at indstille en bro hvis du vil skjule at du bruger Tor.
ko: Tor 사용 중임을 숨기려면 브리지 설정이 필요함

source: Are you sure you want to lose progress?
da: Er du sikker på, at du vil miste forløbet?
ko: 진행을 그만하시겠습니까?

source: Tails will continue connecting to Tor after you close the Tor Connection assistant. If connecting to Tor fails, you will have to wait again until the end of the progress bar to be able to troubleshoot your connection.
da: Tails fortsætter med at oprette forbindelse til Tor efter du har lukket Tor-forbindelsesassistenten. Hvis der ikke kan oprettes forbindelse til Tor, så skal du vente igen indtil slutningen af forløbslinjen for at kunne fejlsøge din forbindelse.
ko: Tor 연결 도우미를 닫은 후에도 Tor에 Tails 연결이 계속됩니다. Tor 연결에 실패하면 진행 표시줄이 끝날 때까지 다시 기다려야 연결 문제를 해결할 수 있습니다.

source: You need to migrate your OpenPGP keys
da: Du skal migrere dine OpenPGP-nøgler
ko: OpenPGP 키를 마이그레이션해야 합니다

source: <i>Thunderbird</i> 78 now replaces the <i>Enigmail</i> extension with built-in support for OpenPGP encryption. To continue using your OpenPGP keys in <i>Thunderbird</i>, follow our migration instructions.
da: <i>Thunderbird</i> 78 erstatter nu <i>Enigmail</i> med den indbyggede support for OpenPGP kryptering. Følg vores migrations instruktioner for at fortsætte med, at anvende dine OpenPGP nøgler i <i>Thunderbird</i>.
ko: 이제 <i>Thunderbird</i> 78은 <i>Enigmail</i> 확장을 OpenPGP 암호화에 대한 기본 지원 기능으로 대체합니다. <i>Thunderbird</i>에서 OpenPGP 키를 계속 사용하려면 마이그레이션 지침을 따릅니다.

source: _Open Migration Instructions
da: _Åbn migrations-instruktioner
ko: _마이그레이션 지침 열기

source: _Migrate Later
da: _Migrer senere
ko: _나중에 마이그레이션

source: Tor is not ready
da: Tor er ikke klar
ko: Tor 준비 안 됨

source: Tor is not ready. Start Tor Browser anyway?
da: Tor er ikke klar. Start Tor Browser alligevel?
ko: Tor는 준비 안 됐는데, 그래도 Tor 브라우저를 실행할까요?

source: Start Tor Browser Offline
ko: 오프라인에서 Tor 브라우저 시작하기

source: Open Tor Connection
ko: Tor 연결 열기

source: Tor Status
ko: Tor 상태

source: Open Onion Circuits
da: Åbn onionkredsløb
ko: 어니언 회로 열기

source: Change Passphrase
ko: 비밀구절 변경하기

source: {volume_size} Volume
da: {volume_size} diskområde
ko: {volume_size} 음량

source: {volume_name} (Read-Only)
da: {volume_name} (skrivebeskyttet)
ko: {volume_name} (읽기 전용)

source: {partition_name} in {container_path}
da: {partition_name} i {container_path}
ko: {partition_name} 에 있는 {container_path}

source: Wrong passphrase or parameters
da: Forkert adgangskode eller parametre
ko: 잘못된 비밀구절 또는 매개변수

source: Error unlocking volume
da: Fejl ved oplåsning af diskområde
ko: 볼륨 잠금해지 오류

source: Couldn't unlock volume {volume_name}: {error_message}
da: Kunne ikke låse op for diskområdet {volume_name}: {error_message}
ko: 볼륨 잠금해지를 하지 못했습니다. {volume_name}: {error_message}

source: One or more applications are keeping the volume busy.
da: En eller flere programmer bruger diskområdet.
ko: 하나 이상의 응용 프로그램에서 볼륨을 계속 사용 중입니다.

source: Couldn't lock volume {volume_name}: {error_message}
da: Kunne ikke låse diskområdet {volume_name}: {error_message}
ko: 볼륨 잠금해지가 되지 않았습니다. {volume_name}: {error_message}

source: Locking the volume failed
da: Låsning af diskområdet mislykkedes
ko: 볼륨 잠금 실패

source: No file containers added
da: Der er ikke tilføjet nogen filbeholdere
ko: 어떤 파일도 추가되지 않았습니다.

source: No VeraCrypt devices detected
da: Der er ikke registreret nogen VeraCrypt-enheder
ko: 어떤 VeraCrypt 디바이스도 감지되지 않았습니다.

source: Unlock VeraCrypt Volumes
da: Lås op for VeraCrypt-diskområder
ko: VeraCrypt 볼륨 잠금 해지

source: Container already added
da: Beholderen er allerede tilføjet
ko: 컨테이너가 이미 추가 되었습니다.

source: The file container %s should already be listed.
da: Filbeholderen %s skulle allerede være vist.
ko: 이미 파일 컨테이너는 %s 열거가 되어있을겁니다.

source: Container opened read-only
da: Beholderen blev åbnet som skrivebeskyttet
ko: 컨테이너를 열어젔습니다 읽기 전용

source: The file container {path} could not be opened with write access. It was opened read-only instead. You will not be able to modify the content of the container. {error_message}
da: Filbeholderen {path} kunne ikke åbnes med skriveadgang. Den blev i stedet åbnet som skrivebeskyttet. Du vil ikke være i stand til at ændre indholdet af beholderen. {error_message}
ko: 파일 컨테이너 {path}를 쓰기 액세스 권한으로 열 수 없습니다. 대신 읽기 전용으로 열렸습니다. 컨테이너의 내용을 수정할 수 없습니다. {error_message}

source: Error opening file
da: Fejl ved åbning af fil
ko: 파일 열기 오류

source: Not a VeraCrypt container
da: Ikke en VeraCrypt-beholder
ko: VeraCrypt 컨테이너가 아닙니다.

source: The file %s does not seem to be a VeraCrypt container.
da: Filen %s ser ikke ud til at være en VeraCrypt-beholder.
ko: 파일이 %s VeraCrypt 컨테이너가 아닌걸로 보입니다.

source: Failed to add container
da: Kunne ikke tilføje beholder
ko: 컨테이너 추가 실패

source: Could not add file container %s: Timeout while waiting for loop setup. Please try using the <i>Disks</i> application instead.
da: Kunne ikke tilføje filbeholderen %s: Fik timeout mens der blev ventet på opsætning af løkke. Prøv venligst at bruge <i>Diske</i>-programmet i stedet.
ko: 파일 컨테이너를 추가할 수 없음 %s: 루프 설정을 기다리는 동안 시간이 만료되었습니다. 대신 <i>디스크</i> 응용 프로그램을 사용해 보세요.

source: Choose File Container
da: Vælg filbeholder
ko: 파일 컨테이너를 고르세요.

source: _Restart
ko: _재시작

source: Restart Now
da: Genstart nu
ko: 지금 다시 시작

source: Failed to restart the system.
ko: 시스템을 다시 시작하지 못했습니다.

source: Starting the Unsafe Browser...
da: Starter Usikker browser...
ko: 안전하지 않은 브라우저를 실행 중 ...

source: This may take a while, so please be patient.
da: Det kan tage et stykke tid, så vær venligst tålmodig.
ko: 잠시 시간이 걸릴 수 있으므로 기다려주세요.

source: Shutting down the Unsafe Browser...
da: Lukker Usikker browser...
ko: 안전하지 않은 브라우저를 종료 중 ...

source: This may take a while, and you may not restart the Unsafe Browser until it is properly shut down.
da: Det kan tage et stykke tid, og du må ikke genstarte Usikker browser før den er lukket ordentligt.
ko: 시간이 좀 걸릴 우려가 있습니다. 적절하게 종료 될 때까지 안전하지 않은 브라우저를 다시 시작할 수 없습니다.

source: Unsafe Browser
da: Usikker browser
ko: 안전하지 않은 브라우저

source: Another Unsafe Browser is currently running, or being cleaned up. Please retry in a while.
da: Der kører en anden Usikker browser kører eller den ryddes op. Prøv igen om lidt tid.
ko: 다른 안전하지 않은 웹 브라우저가 실행 중이거나 정리되어 있습니다. 잠시 후 다시 시도해주세요.

source: Failed to setup chroot.
da: Kunne ikke opsætte chroot.
ko: chroot 설치에 실패했습니다.

source: Failed to configure browser.
da: Kunne ikke konfigurere browseren.
ko: 브라우저를 구성할 수 없습니다.

source: You are not connected to a local network yet.\n\nTo be able to start the Unsafe Browser, you first need to connect to a Wi-Fi, wired, or mobile network.
da: Du er ikke forbundet til et lokalt netværk endnu.\n\nFor at kunne starte Usikker browser skal du først oprette forbindelse til et Wi-Fi-, kablet- eller mobilt netværk.
ko: 아직 로컬 네트워크에 연결되어 있지 않습니다.\n\n안전하지 않은 브라우저를 시작하려면 먼저 Wi-Fi, 유선 또는 모바일 네트워크에 연결해야 합니다.

source: Failed to run browser.
da: Kunne ikke køre browser.
ko: 브라우저를 실행시키지 못 했습니다.

source: Unable to load a valid configuration.
da: Kan ikke indlæse en gyldig konfiguration.
ko: 올바른 설정을 불러올 수 없습니다.

source: Sending mail...
da: Sender mail...
ko: 메일 전송 중...

source: Sending mail
da: Sender mail
ko: 메일 전송 중

source: This could take a while...
da: Det kan tage et stykke tid...
ko: 다소 시간이 걸릴 수 있습니다...

source: The contact email address doesn't seem valid.
da: Kontaktens e-mailadressen ser ikke ud til at være gyldig.
ko: 연락처 이메일 주소가 올바르지 않은 것을 같습니다.

source: Unable to send the mail: SMTP error.
da: Kan ikke sende mailen: fejl ved SMTP.
ko: 메일을 보낼 수 없습니다: SMPT 오류.

source: Unable to connect to the server.
da: Kan ikke oprette forbindelse til serveren.
ko: 서버에 연결할 수 없습니다.

source: Unable to create or to send the mail.
da: Kan ikke oprette eller sende mailen.
ko: 메일을 작성하거나 보낼 수 없습니다.

source: The bug report could not be sent, likely due to network problems. Please try to reconnect to the network and click send again. If it does not work, you will be offered to save the bug report.
da: Fejlrapporten kunne ikke sende, sandsynligvis pga. netværksproblemer. Prøv venligst at genoprette forbindelsen til netværket og klik på send igen. Virker det ikke, så får du mulighed for at gemme fejlrapporten.
ko: 네트워크 문제로 인해 버그 보고서를 보낼 수 없습니다. 네트워크에 다시 연결하고 보내기를 다시 클릭하십시오. 작동하지 않으면 버그 보고서를 저장하라는 메시지가 표시됩니다.

source: Your message has been sent.
da: Din meddelelse er blevet sendt.
ko: 메시지를 보냈습니다.

source: An error occured during encryption.
da: Der opstod en fejl under krypteringen.
ko: 암호화하는 동안 오류가 발생했습니다.

source: Unable to save %s.
da: Kan ikke gemme %s.
ko: %s을(를) 저장할 수 없습니다.

source: The bug report could not be sent, likely due to network problems. As a work-around you can save the bug report as a file on a USB drive and try to send it to us at %s from your email account using another system. Note that your bug report will not be anonymous when doing so unless you take further steps yourself (e.g. using Tor with a throw-away email account). Do you want to save the bug report to a file?
da: Fejlrapporten kunne ikke sendes, sandsynligvis pga. netværksproblemer. Som en midlertidig løsning kan du gemme fejlrapporten som en fil på et USB-drev og prøve at sende den til os på %s fra din e-mailkonto på et andet system. Bemærk at din fejlrapport ikke længere er anonym, med mindre du selv foretager yderligere trin (f.eks. bruger Tor med en e-mailkonto der kan kasseres). Vil du gemme fejlrapporten til en fil?
ko: 네트워크 문제로 인해 버그 보고서를 보낼 수 없을 가능성이 있습니다. 버그 보고서를 파일로 USB 드라이브에 저장하여 다른 시스템을 사용하여 %s를 우리에게 보낼 수 있습니다. 참고: 추가 단계를 취하지 않으면 귀하의 버그 보고서는 익명으로 처리되지 않습니다. (예, 이메일 계정으로 Tor를 사용하지 않는 경우) 버그 보고서를 파일로 저장하시겠습니까?

source: This doesn't seem to be a valid URL or OpenPGP key.
da: Det ser ikke ud til at være en valid URL eller OpenPGP-nøgle.
ko: URL 또는 OpenPGP키가 유효하지 않은 것 같습니다.

source: Invalid contact email: %s
da: Kontaktens e-mail er ugyldig: %s
ko: 잘못된 이메일: %s

source: Invalid contact OpenPGP key: %s
da: Kontaktens OpenPGP-nøgle er ugyldig: %s
ko: 잘못된 연락처 OpenPGP 키: %s

source: Invalid contact OpenPGP public key block
da: Kontaktens offentlig nøgle-blok for OpenPGP er ugyldig
ko: 잘못된 연락처 OpenPGP 공증 키 차단

source: You turned on Offline Mode in the Welcome Screen.
da: Du tændte for offline-tilstand på velkomstskærmen.
ko: 시작 화면에서 오프라인 모드를 설정했습니다.

source: It is impossible to connect to Tor in Offline Mode.
da: Det er umuligt at oprette forbindelse til Tor i offline-tilstand.
ko: 오프라인 모드에서는 Tor에 연결할 수 없습니다.

source: To connect to Tor and the Internet, restart Tails without Offline Mode.
da: Genstart Tails uden offline-stand for at oprette forbindelse til Tor og internettet.
ko: Tor 및 인터넷에 연결하려면 오프라인 모드가 아닐 때 Tails를 재시작하십시오.

source: Report an error
da: Rapportér en fejl
ko: 오류 보고

source: Tails documentation
da: Dokumentation til Tails
ko: Tails 문서
