Repository: Tony7466/Tails
Catalog: po/*.po
Languages: da, ko

source: Configure which files and application configuration are saved between working sessions
da: Konfigurer hvilke filer og programkonfiguration som gemmes mellem arbejdssessioner
ko: 작업 세션 간에 저장할 파일 및 응용 프로그램 구성

source: Root Terminal
ko: 루트 터미널

source: Opens a terminal as the root user, using gksu to ask for the password
da: Åbner en terminal som root-brugeren, med gksu for at spørge om adgangskoden
ko: gksu를 사용해 패스워드를 요청한 후, 루트 사용자 권한으로 터미널을 여세요.

source: Learn how to use Tails
da: Lær at bruge Tails
ko: Tails를 사용하는 방법을 알아보기

source: Learn more about Tails
da: Lær mere om Tails
ko: Tails에 대해서 더 알아보기

source: Install, clone, upgrade Tails
da: Installer, klon, opgrader Tails
ko: 설치, 복제, Tails 업그레이드

source: Connect Tails to the Tor network
da: Opret forbindelse mellem Tails og Tor-netværket
ko: Tor 네트워크에 Tails 연결

source: Anonymous Web Browser
da: Anonym webbrowser
ko: 익명 웹 브라우저

source: Browse the World Wide Web without anonymity
da: Surf på World Wide Web uden anonymitet
ko: 익명없이 월드 와이드 웹 브라우징

source: Unsafe Web Browser
da: Usikker webbrowser
ko: 웹 브라우저 위험

source: Mount VeraCrypt encrypted file containers and devices
da: Monter VeraCrypt-krypterede filbeholdere og enheder
ko: VeraCrypt 암호화가된 파일,컨테이너, 디바이스를 마운트 하세요.

source: Configure the additional software installed from your persistent storage when starting Tails
da: Konfigurer de yderligere software som installeres fra dit vedvarende lager når Tails starter
ko: Tails를 시작하실때 퍼시스턴트 저장소에 설치되어있는 추가 소프트웨어를 구성

source: WhisperBack Error Reporting
da: WhisperBack-fejlrapportering
ko: WhisperBack 오류 보고

source: Send feedback via encrypted e-mail
da: Send feedback via krypteret e-mail
ko: 암호화된 이메일을 통해 피드백 보내기

source: feedback;bug;report;tails;error;
da: feedback;fejl;rapport;tails;
ko: 피드백;버그;보고;tails;오류;

source: Tails specific tools
da: Tailsspecifikke værktøjer
ko: Tails 전용 도구

source: To start a Root Terminal, you need to authenticate.
da: Du skal autentificere, for at kunne starte en root-terminal.
ko: 루트터미널을 시작하실려면, 인증을 해야합니다.

source: Remove an additional software package
da: Fjern en pakke med yderligere software
ko: 추가 소프트웨어 페키지 제거하기

source: Authentication is required to remove a package from your additional software ($(command_line))
da: Der kræves autentifikation for at fjerne en pakke fra dine yderligere software ($(command_line))
ko: 추가 소프트웨어에서($(command_line)) 페키지를 제거하실려면 인증이 필요합니다.

source: Administration Password
da: Administrationsadgangskode
ko: 관리 비밀번호

source: Set up an administration password if you need to perform administrative tasks. Otherwise, the administration password is disabled for better security.
da: Opsæt en administrationsadgangskode hvis du har brug for at udføre administrative opgaver. Ellers deaktiveres administrationsadgangskoden for at opnå bedre sikkerhed.
ko: 관리자 작업을 수행해야 하는 경우 관리자 암호를 설정하십시오. 보안 향상을 위해 관리자 암호는 설정하지 않는 한 비활성화됩니다.

source: Enter an administration password
da: Indtast en administrationsadgangskode
ko: 관리자 암호 입력

source: Confirm your administration password
da: Bekræft din administrationsadgangskode
ko: 관리자 암호 확인

source: Disable
da: Deaktivér
ko: 비활성화

source: MAC Address Anonymization
da: Anonymisering af MAC-adresse
ko: MAC 주소 익명화

source: MAC address anonymization hides the serial number of your network interface (Wi-Fi or wired) from the local network. Anonymizing MAC addresses is generally safer as it helps you hide your geographical location. But it might also create connectivity problems or look suspicious.
da: Anonymisering af MAC-adresse skjuler serienummeret af din netværksgrænseflade (Wi-Fi eller kabel) til det lokale netværk. Anonymisering af MAC-adresser er generelt mere sikkert da det hjælper dig med at skjule din geografiske placering. Men det kan måske også give forbindelsesproblemer eller se mistænkeligt ud.
ko: MAC 주소 익명화는 네트워크 인터페이스(Wi-Fi 또는 유선)의 일련 번호를 로컬 네트워크에서 숨깁니다. MAC 주소의 익명화는 지리적 위치를 숨기는 데 도움이 되므로 일반적으로 더 안전합니다. 그러나 연결 문제가 발생하거나 의심스러운 것처럼 보일 수도 있습니다.

source: Anonymize all MAC addresses (default)
da: Anonymiser alle MAC-adresser (standard)
ko: 모든 MAC 주소 익명화 (기본값)

source: Don't anonymize MAC addresses
da: Anonymiser ikke MAC-adresser
ko: MAC 주소 익명화 안 함

source: Network Configuration
da: Netværkskonfiguration
ko: 네트워크 설정

source: We replaced this additional setting in Tails 4.19 (June 2021) with a Tor Connection assistant integrated in the desktop. You will be asked whether you want to use Tor bridges when connecting to Tor after starting Tails. If you want to work offline, enable the Offline Mode in the additional settings.
da: Vi erstattede denne yderligere indstilling i Tails 4.19 (Juni 2021) med en Tor-forbindelsesassistent som er integreret i skrivebordet. Du bliver spurgt om du vil bruge Tor-broer til at oprette forbindelse til Tor når Tails startes. Hvis du vil arbejde offline, så aktivér offline-tilstand i yderligere indstillinger.
ko: Tails 4.19(2021년 6월)의 이 추가 설정을 데스크톱에 통합된 Tor 연결 도우미로 교체했습니다. Tails를 시작한 후 Tor에 연결할 때 Tor 브리지를 사용할지 여부를 묻는 메시지가 나타납니다. 오프라인으로 작업하려면 추가 설정에서 오프라인 모드를 활성화합니다.

source: Offline Mode
da: Offline-tilstand
ko: 오프라인 모드

source: If you want to work completely offline, you can disable all networking for increased security.
da: Hvis du vil arbejde helt offline, så kan du deaktivere al netværk for at øge sikkerheden.
ko: 완전히 오프라인으로 작업하려는 경우 보안을 강화하기 위해 모든 네트워크를 사용하지 않도록 설정할 수 있습니다.

source: Settings were loaded from the persistent storage.
da: Indstillinger blev indlæst fra det vedvarende lager.
ko: 퍼시스턴트 저장소에서 설정이 로드되었습니다.

source: Welcome to Tails!
da: Velkommen til Tails!
ko: Tails에 오신 걸 환영합니다!

source: Language & Region
da: Sprog og region
ko: 언어 및 지역

source: Default Settings
da: Standardindstillinger
ko: 기본 설정

source: Show Passphrase
da: Vis adgangskode
ko: 비밀구절 표시하기

source: _Additional Settings
da: _Yderligere indstillinger
ko: _추가 설정

source: Add an additional setting
da: Tilføj en yderligere indstilling
ko: 추가 설정 추가

source: Shutdown
da: Luk ned
ko: 종료

source: _Start Tails
ko: _Tails 시작

source: The default settings are safe in most situations. To add a custom setting, press the "+" button below.
da: Standardindstillingerne er sikre i de fleste situationer. Tryk på "+"-knappen nedenfor, for at tilføje en tilpasset indstilling.
ko: 기본 설정은 대부분의 상황에서 안전합니다. 사용자 설정을 추가하려면 아래 "+" 버튼을 누르세요.

source: Current _Passphrase
ko: 현재 비밀구절(_P)

source: _New Passphrase
ko: 새 비밀구절(_N)

source: _Confirm New Passphrase
ko: 새 비밀구절 확인(_C)

source: _Show Passphrases
ko: 비밀구절 표시(_S)

source: The passphrases do not match
ko: 비밀구절이 일치하지 않습니다

source: Network Connections
da: Netværksforbindelser
ko: 네트워크 연결

source: Tor Bridge
da: Tor Bro
ko: Tor 브리지

source: SSH Client
da: SSH-klient
ko: SSH 클라이언트

source: Dotfiles
da: Punktumfiler
ko: 도트 파일

source: Custom
da: Tilpasset
ko: 사용자 맞춤

source: Passphrase:
da: Adgangskode:
ko: 비밀구절:

source: Confirm:
ko: 확인:

source: _Show Passphrase
ko: 비밀구절 표시(_S)

source: _Back
ko: 뒤로(_B)

source: _Create Persistent Storage
ko: 영구 저장소 만들기(_C)

source: _Restart Tails
ko: Tails 재시작(_R)

source: File Containers
da: Filbeholdere
ko: 파일 컨테이너

source: _Add
da: _Tilføj
ko: _추가

source: Add a file container
da: Tilføj en filbeholder
ko: 파일 컨테이너 추가

source: Partitions and Drives
da: Partitioner og drev
ko: 파티션과 하드드라이브

source: This application is not affiliated with or endorsed by the VeraCrypt project or IDRIX.
da: Programmet har ikke tilknytning til eller støttet af VeraCrypt-projektet eller IDRIX.
ko: 이건 VeraCrypt project나 IDRIX과 아무런 관계가 없습니다.

source: _Open
da: _Åbn
ko: _열기

source: Lock this volume
da: Lås diskområdet
ko: 이 볼륨 잠그기

source: _Unlock
da: _Lås op
ko: _잠금 열기

source: Detach this volume
da: Frakobl diskområdet
ko: 이볼륨 때내기

source: Target USB stick:
da: Mål-USB-pen:
ko: 대상 USB 메모리 스틱:

source: Reinstall (delete all data)
da: Geninstaller (slet al data)
ko: 재설치하기 (모든 데이터를 삭제)

source: If you want us to encrypt messages when we respond to you, add your key ID, a link to your key, or the key as a public key block:
da: Hvis du vil have os til at kryptere meddelelser når vi besvarer dig, så tilføj dit nøgle-ID, et link til din nøgle eller din nøgle som en offentlig nøgle-blok:
ko: 사용자에게 응답할 때 메시지를 암호화하려면 키 ID, 키에 대한 링크 또는 키를 공용 키 블록으로 추가하십시오:

source: Summary
da: Opsummering
ko: 요약

source: Bug description
da: Fejlbeskrivelse
ko: 버그 설명

source: Technical details to include
da: Tekniske detaljer som skal med
ko: 기술적인 세부 사항 포함

source: headers
da: headere
ko: 헤더

source: debugging info
da: fejlretningsinformation
ko: 디버깅 정보

source: TrueCrypt/VeraCrypt container
da: TrueCrypt-/VeraCrypt-beholder
ko: TrueCrypt/VeraCrypt 컨테이너

source: Configure a Tor bridge
da: Konfigurer en Tor-bro
ko: Tor 브리지 구성

source: Bridges are secret Tor relays. Use a bridge as your first Tor relay if accessing Tor is blocked from where you are.
da: Broer er hemmelige Tor-relæer. Brug en bro som dit første Tor-relæ hvis adgang til Tor er blokeret i dit område.
ko: 브리지는 비밀 Tor 중계서버입니다. 현재 위치에서 Tor 접속이 차단되면 브리지를 첫 번째 Tor 중계서버로 사용하십시오.

source: <a href="doc/anonymous_internet/tor">Learn more about Tor bridges</a>
da: <a href="doc/anonymous_internet/tor">Lær mere om Tor-broer</a>
ko: <a href="doc/anonymous_internet/tor">Tor 브리지에 대해 자세히 알아보기</a>

source: Use a _default bridge
da: Brug en _standardbro
ko: _기본 브리지 사용

source: obfs4 (recommended)
da: obfs4 (anbefales)
ko: obfs4 (추천)

source: None
da: Ingen
ko: 없음

source: _Ask for a Tor bridge by email
ko: 이메일로 Tor bridge에 대해 묻기(_A)

source: Send an empty email to <tt>bridges@torproject.org</tt> from a Gmail or Riseup email address with your phone and scan the QR code that is attached to the automatic reply.
ko: 휴대폰으로 Gmail 또는 Riseup 이메일 주소에서 <tt>bridges@torproject.org</tt>로 빈 이메일을 보내고 자동 회신에 첨부된 QR 코드를 스캔하세요.

source: _Enter a bridge that you already know
da: _Indtast en bro som er kendt i forvejen
ko: 이미 알고 있는 브리지 _입력

source: Save bridge to _Persistent Storage
da: Gem bro til _vedvarende lager
ko: _퍼시스턴트 저장소에 브리지 저장

source: Save bridge to Persistent Storage
da: Gem bro til vedvarende lager
ko: 퍼시스턴트 저장소에 브리지 저장

source: _Connect to Tor
da: _Opret forbindelse til Tor
ko: Tor에 _연결하기

source: Error connecting to Tor
da: Fejl ved tilslutning til Tor
ko: Tor에 연결하다 오류가 났어요

source: • Wrong clock
da: • Forkert tid
ko: • 잘못된 시계

source: Your clock and time zone need to be correct to connect to Tor.
da: Dit ur og tidszone skal være korrekte for at oprette forbindelse til Tor.
ko: Tor에 연결하려면 시계와 시간대가 정확해야 합니다.

source: Fix _Clock
da: Ret _tid
ko: 시계 수정하기(_C)

source: • Public network
da: • Offentligt netværk
ko: • 공용 네트워크

source: Try _Signing in to the Network
da: Prøv at _logge ind på netværket
ko: 네트워크에 로그인하기(_S)

source: • Local proxy
da: • Lokal proxy
ko: • 로컬 프록시

source: If you are on a corporate or university network, you might need to configure a local proxy.
da: Hvis du er på et virksomheds- eller universitets netværk, så kan det være nødvendigt at konfiguere en lokal proxy.
ko: 당신이 조직 혹은 대학의 네트워크를 사용하고 있다면, 로컬 프록시 설정이 필요합니다.

source: Configure a Local _Proxy
da: Konfigurer en lokal _proxy
ko: 로컬 프록시 구성하기(_P)

source: <a href="doc/anonymous_internet/tor/troubleshoot">Troubleshooting connecting to Tor</a>
ko: <a href="doc/anonymous_internet/tor/troubleshoot">Tor 연결 문제 해결</a>

source: Everything you do on the Internet from Tails goes through the Tor network.
da: Alt hvad du foretager dig på internettet fra Tails går gennem Tor-netværket.
ko: Tails에서 인터넷으로 업무를 볼 때 이루어지는 모든 연결은 Tor 네트워크를 거칩니다.

source: Tor encrypts and anonymizes your connection by passing it through 3 relays. Tor relays are servers operated by different organizations and volunteers around the world.
da: Tor krypterer og anonymiserer din forbindelse ved at sende den gennem 3 relæer. Tor-relæer og -servere drives af forskellige organisationer og frivillige rundt omkring i verden.
ko: Tor는 3개의 중게서버를 통해 연결을 익명화하고 암호화합니다. Tor 중계서버는 전 세계의 다양한 자원봉사자들과 조직에 의해 운영됩니다.

source: We recommend connecting to Tor automatically if you are on a public Wi-Fi network or if many people in your country use Tor to circumvent censorship.
da: Vi anbefaler at du opretter forbindelse til Tor automatisk hvis du er på et offentligt Wi-Fi-netværk eller hvis der er mange i dit land der bruger Tor til at omgå censur.
ko: 공공 Wi-Fi 네트워크를 사용하거나, 검열을 피하기 위해 Tor를 쓰시는 분들이 주변에 많을 경우 Tor 자동 연결 설정을 할 것을 추천합니다.

source: Tails will try different ways of connecting to Tor until it succeeds. Someone monitoring your Internet connection could identify these attempts as coming from a Tails user.
da: Tails vil prøve forskellige måder til at oprette forbindelse til Tor indtil det lykkedes. Nogen der overvåger din internetforbindelse kan identificere disse forsøg som kommende fra en Tails-bruger.
ko: Tails는 Tor에 성공적으로 연결될 때까지 다양한 방법을 시도합니다. 이러한 프로세스로 인해 인터넷 감시자가 이를 보고 귀하가 Tails 사용자임을 파악해낼 수 있습니다.

source: Configure a Tor _bridge
da: Konfigurer en _Tor-bro
ko: Tor bridge 구성하기(_B)

source: Tor bridges are secret Tor relays. Use a bridge as your first Tor relay if connections to Tor are blocked, for example in some countries, by some public networks, or by some parental controls. Choose this option if you already know that you need a bridge. Otherwise, Tails will autodetect whether you need a bridge to connect to Tor from your local network.
da: Tor-broer er hemmelige Tor-relæer. Brug en bro som dit første Tor-relæ hvis forbindelser til Tor er blokeret, f.eks. i nogle lande, af nogle offentlige netværk eller af nogle forælderstyringer. Vælg valgmuligheden hvis du allerede ved at du behøver en bro. Ellers registrerer Tails automatisk om du behøver en bro for at oprette forbindelse til Tor fra dit lokale netværk.
ko: Tor 브리지는 비공개 Tor 중계서버입니다. 일부 국가에 의한 검열이나 자녀 보호 기능 등으로 인해 Tor가 차단된 경우 첫 시작 노드로 브리지를 사용하세요. 브리지가 필요하다는 것을 알고 있을 때만 이 옵션을 선택하십시오. Talels가 자동으로 로컬 네트워크에서 브리지가 필요한지 여부를 자동으로 감지합니다.

source: You might need to go unnoticed if using Tor could look suspicious to someone who monitors your Internet connection.
da: Det kan være du har brug for at gå ubemærket hen hvis brugen af Tor kan se mistænkeligt ud for nogen der overvåger din internetforbindelse.
ko: Tor를 사용하는 게 인터넷 감시자(정부 또는 ISP)에게 의심스러워 보일 수 있는 경우, Tor 사용을 숨겨야 할 수 도 있습니다.

source: <a href="doc/anonymous_internet/tor">Learn more about how Tails connects to Tor</a>
da: <a href="doc/anonymous_internet/tor">Lær mere om hvordan Tails opretter forbindelse til Tor</a>
ko: <a href="doc/anonymous_internet/tor">Tails에서 Tor에 연결하는 방식을 더 알아보세요 </a>

source: Connect to a local network
da: Opret forbindelse til et lokalt netværk
ko: 로컬 네트워크에 연결

source: You are not connected to a local network yet. To be able to connect to the Tor network, you first need to connect to a Wi-Fi, wire, or mobile network.
da: Du er ikke forbundet til et lokalt netværk endnu. For at være i stand til at oprette forbindelse til Tor-netværket, så skal du først oprette forbindelse til et Wi-Fi-, kablet- eller mobilt netværk.
ko: 아직 로컬 네트워크에 연결되어 있지 않습니다. Tor 네트워크에 연결하기 위해선 와이파이, 유선 또는 모바일 네트워크에 연결해야 합니다.

source: Open Wi-Fi settings
da: Åbn Wi-Fi-indstillinger
ko: 와이파이 설정 열기

source: Testing Internet access…
da: Tester internetadgang…
ko: 인터넷 연결 테스트 중...

source: You have access to the Internet
da: Du har adgang til internettet
ko: 인터넷에 접속할 수 있습니다.

source: Testing access to Tor…
da: Tester adgang til Tor…
ko: Tor 접속 테스트 중입니다...

source: You can connect to Tor
da: Du kan oprette forbindelse til Tor
ko: Tor에 연결할 수 있습니다

source: Failed to connect to Tor without bridges.
da: Kunne ikke oprette forbindelse til Tor uden broer.
ko: 브리지 없이 Tor에 연결하지 못했습니다.

source: Connecting to Tor…
da: Opretter forbindelse til Tor…
ko: Tor에 연결하는 중...

source: Start Tor Browser
ko: Tor 브라우저 시작

source: Open Network Monitor
da: Åbn netværksovervågning
ko: 네트워크 모니터 열기

source: View Tor Circuits
da: Vis Tor-kredsløb
ko: Tor 우회로 조회

source: Reset Tor Connection
da: Nulstil Tor-forbindelse
ko: Tor 연결 초기화

source: Configure a Local Proxy
da: Konfigurer en lokal proxy
ko: 로컬 프록시 구성

source: Proxy Type
ko: 프록시 종류

source: No proxy
da: Ingen proxy
ko: 프록시 없음

source: Address
da: Adresse
ko: 주소

source: Username
da: Brugernavn
ko: 사용자이름

source: IP address or hostname
da: IP-adresse eller værtsnavn
ko: IP 주소 또는 호스트 네임

source: Port
ko: 포트

source: _Save Proxy Settings
da: _Gem proxyindstillinger
ko: _프록시 설정 저장

source: Tor Connection - Fix Clock
da: Tor-forbindelse - Ret tid
ko: Tor 연결 - 시간대 조정

source: Your time zone cannot be used to identify or locate you. Your time zone will never be sent over the network and will only be used to fix your clock and connect to Tor.
da: Din tidszone kan ikke bruges til at identificere eller lokalisere dig. Din tidszone vil aldrig blive sendt over netværket og vil kun blive brugt til at rette dit ur og oprette forbindelse til Tor.
ko: 시간대는 당신을 찾거나 식별하는데 사용할 수 없습니다. 시간대는 절대로 네트워크를 통해 전송되지 않으며 오직 시계를 고치거나 Tor에 연결할 때만 사용됩니다.

source: Time zone
da: Tidszone
ko: 시간대

source: Time
da: Tid
ko: 시간

source: Date
da: Dato
ko: 날짜

source: January
da: Januar
ko: 1월

source: February
da: Februar
ko: 2월

source: March
da: Marts
ko: 3월

source: April
ko: 4월

source: May
da: Maj
ko: 5월

source: June
da: Juni
ko: 6월

source: July
da: Juli
ko: 7월

source: August
ko: 8월

source: September
ko: 9월

source: October
da: Oktober
ko: 10월

source: November
ko: 11월

source: December
ko: 12월

source: Clock
da: Ur
ko: 시계

source: The available incremental upgrade requires {memory_needed} of free memory, but only {free_memory} is available.
da: Den tilgængelige gradvise opgradering kræver {memory_needed} ledig hukommelse, men der er kun {free_memory} tilgængelig.

source: {partition_name} on {drive_name}
da: {partition_name} på {drive_name}
