Repository: Tony7466/Tails
Catalog: wiki/src/doc/persistent_storage/check.*.po
Languages: ca

source: [[!meta title="Checking the file system of the Persistent Storage"]]
ca: [[!meta title="Comprovació del sistema de fitxers de l'Emmagatzematge Persistent"]]

source: In rare occasions, you might have to perform a file system check to repair a broken Persistent Storage.
ca: En rares ocasions, és possible que hàgiu de realitzar una comprovació del sistema de fitxers per reparar un Emmagatzematge Persistent trencat.

source: Unlock the Persistent Storage
ca: Desbloquegeu l'Emmagatzematge Persistent

source: When starting Tails, keep the Persistent Storage locked and [[set up an administration password|doc/first_steps/welcome_screen/administration_password]].
ca: Quan inicieu Tails, manteniu l'Emmagatzematge Persistent bloquejat i [[configureu una contrasenya d'administració|doc/first_steps/welcome_screen/administration_password]].

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span> </span> to open <span class="application">GNOME Disks</span>.
ca: 1. Trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Utilitats</span>&nbsp;▸ <span class="guimenuitem">Discs</span> </span> per obrir <span class="application">Discs de GNOME</span>.

source: In the left pane, click on the device corresponding to your Tails USB stick.
ca: Al panell esquerre, feu clic al dispositiu corresponent al vostre llapis USB de Tails.

source: In the right pane, click on the partition labeled as <span class="guilabel">TailsData LUKS</span>.
ca: Al panell dret, feu clic a la partició etiquetada com a <span class="guilabel">TailsData LUKS</span>.

source: Click on [[!img lib/network-wireless-encrypted.png alt="Unlock" class="symbolic" link="no"]]</span> to unlock the Persistent Storage. Enter the passphrase of the Persistent Storage and click **Unlock** again.
ca: Feu clic a [[!img lib/network-wireless-encrypted.png alt="Desbloqueja" class="symbolic" link="no"]]</span> per desbloquejar l'Emmagatzematge Persistent. Introduïu la contrasenya de l'Emmagatzematge Persistent i torneu a fer clic a **Desbloqueja**.

source: In the confirmation dialog, enter your administration password and click <span class="guilabel">Authenticate</span>.
ca: Al diàleg de confirmació, introduïu la vostra contrasenya d'administració i feu clic a <span class="guilabel">Autentica</span>.

source: Click on the <span class="guilabel">TailsData Ext4</span> partition that appears below the <span class="guilabel">TailsData LUKS</span> partition.
ca: Feu clic a la partició <span class="guilabel">TailsData Ext4</span> que apareix a sota de la partició <span class="guilabel">TailsData LUKS</span>.

source: Identify the device name of your Persistent Storage. The device name appears below the list of volumes. It should look like `/dev/mapper/luks-xxxxxxxx`.
ca: Identifiqueu el nom del dispositiu del vostre Emmagatzematge Persistent. El nom del dispositiu apareix a sota de la llista de volums. Hauria de ser semblant a `/dev/mapper/luks-xxxxxxxx`.

source: Triple-click to select it and press **Ctrl+C** to copy it to the clipboard.
ca: Feu triple clic per seleccionar-lo i premeu **Ctrl+C** per copiar-lo al porta-retalls.

source: Check the file system using the terminal
ca: Comproveu el sistema de fitxers mitjançant el terminal

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span></span> and enter your administration password to open a root terminal.
ca: 1. Trieu <span class="menuchoice"> <span class="guimenu">Aplicacions</span>&nbsp;▸ <span class="guisubmenu">Eines del sistema</span>&nbsp;▸ <span class="guimenuitem">Terminal d'administrador</span></span> i introduïu la vostra contrasenya d'administració per obrir un terminal d'administrador.

source: In the terminal, execute the following command. Replace <span class="command-placeholder">device</span> with the device name found in step 8:
ca: Al terminal, executeu l'ordre següent. Substituïu <span class="command-placeholder">dispositiu</span> pel nom del dispositiu trobat al pas 8:

source: <p class="command-template">fsck -y <span class="command-placeholder">device</span></p>
ca: <p class="command-template">fsck -y <span class="command-placeholder">dispositiu</span></p>

source: To do so, you can type <code>fsck -y&nbsp;</code> and press **Shift+Ctrl+V** to paste the device name from the clipboard.
ca: Per fer-ho, podeu escriure <code>fsck -y&nbsp;</code> i prémer **Maj+Ctrl+V** per enganxar el nom del dispositiu des del porta-retalls.

source: If the file system is free of errors, the last line from the output of `fsck` starts with `TailsData: clean`.
ca: Si el sistema de fitxers està lliure d'errors, l'última línia de la sortida de `fsck` comença amb `TailsData: clean`.

source: If the file system has errors, `fsck` tries to fix them automatically. After it finishes, you can try executing the same command again to check if all errors are solved.
ca: Si el sistema de fitxers té errors, `fsck` prova de solucionar-los automàticament. Un cop acabi, podeu provar d'executar la mateixa ordre de nou per comprovar si tots els errors s'han resolt.
