Repository: Tony7466/Tails
Catalog: wiki/src/news/version_4.20.*.po
Languages: ca

source: [[!meta title="Tails 4.20 is out"]]
ca: [[!meta title="Tails 4.20"]]

source: <h1 id="tor-connection"><i>Tor Connection</i> assistant</h1>
ca: <h1 id="tor-connection">L'assistent de <i>Connexió Tor</i></h1>

source: Tails 4.20 completely changes how to connect to the Tor network from Tails.
ca: Tails 4.20 canvia completament la manera de connectar-se a la xarxa Tor des de Tails.

source: After connecting to a local network, a *Tor Connection* assistant helps you connect to the Tor network.
ca: Després de connectar-vos a una xarxa local, l'assistent de *Connexió Tor* us ajuda a connectar-vos a la xarxa Tor.

source: This new assistant is most useful for users who are at high risk of physical surveillance, under heavy network censorship, or on a poor Internet connection:
ca: Aquest nou assistent és més útil per a usuaris que tenen un alt risc de vigilància física, sota una forta censura a la xarxa o amb una connexió a Internet deficient:

source: It protects better the users who need to go unnoticed if using Tor could look suspicious to someone who monitors their Internet connection (parental control, abusive partner, school or work network, etc.).
ca: Protegeix millor els usuaris que han de passar desapercebuts si l'ús de Tor pogués semblar sospitós a algú que supervisés la seva connexió a Internet (control parental, parella abusiva, xarxa escolar o laboral, etc.).

source: It allows people who need to connect to Tor using bridges to configure them without having to change the default configuration in the Welcome Screen.
ca: Permet a les persones que necessiten connectar-se a Tor mitjançant ponts configurar-los sense haver de canviar la configuració predeterminada a la Pantalla de Benvinguda.

source: - It helps first-time users understand how to connect to a local Wi-Fi network.
ca: - Ajuda als usuaris novells a entendre com connectar-se a una xarxa Wi-Fi local.

source: It provides feedback while connecting to Tor and helps troubleshoot network problems.
ca: Proporciona comentaris mentre es connecta a Tor i ajuda a resoldre problemes de xarxa.

source: We know that this assistant is still far from being perfect, even if we have been working on this assistant since February. If anything is unclear, confusing, or not working as you would expect, please send your feedback to <tails-dev@boum.org> (public mailing list).
ca: Sabem que aquest assistent encara està lluny de ser perfecte, encara que portem treballant en ell des del mes de febrer. Si alguna cosa no està clara, confon, o no funciona com esperaríeu, envieu els vostres comentaris a <tails-dev@boum.org> (llista de correu pública).

source: This first release of the *Tor Connection* assistant is only a first step. We will add more improvements to it in the coming months to:
ca: Aquesta primera versió de l'assistent de *Connexió Tor* és només un primer pas. En els propers mesos hi afegirem millores per:

source: - Save Tor bridges to the Persistent Storage ([[!tails_ticket 5461]])
ca: - Desar els ponts de Tor a l'Emmagatzematge Persistent ([[!tails_ticket 5461]])

source: - Help detect when Wi-Fi is not working ([[!tails_ticket 14534]])
ca: - Ajudar a detectar quan el Wi-Fi no funciona ([[!tails_ticket 14534]])

source: Detect if you have to sign in to the local network using a captive portal ([[!tails_ticket 5785]])
ca: Detectar si s'ha d'iniciar sessió a la xarxa local mitjançant un portal captiu ([[!tails_ticket 5785]])

source: Synchronize the clock to make it easier to use Tor bridges in Asia ([[!tails_ticket 15548]])
ca: Sincronitzar el rellotge per facilitar l'ús dels ponts de Tor a Àsia ([[!tails_ticket 15548]])

source: Make it easier to learn about new Tor bridges ([[!tails_ticket 18219]], [[!tails_ticket 15331]])
ca: Fer que sigui més fàcil aprendre sobre els nous ponts de Tor ([[!tails_ticket 18219]], [[!tails_ticket 15331]])

source: <h1 id="changes">Changes and updates</h1>
ca: <h1 id="changes">Canvis i actualitzacions</h1>

source: Update *OnionShare* from 1.3.2 to [2.2](https://github.com/micahflee/onionshare/blob/develop/CHANGELOG.md#22).
ca: S'ha actualitzat *OnionShare* de la versió 1.3.2 a la [2.2](https://github.com/micahflee/onionshare/blob/develop/CHANGELOG.md#22).

source: This major update adds a feature to [host a website](https://docs.onionshare.org/2.3.2/en/features.html#host-a-website) accessible from a Tor onion service.
ca: Aquesta important actualització afegeix una característica per [allotjar un lloc web](https://docs.onionshare.org/2.3.2/en/features.html#host-a-website) accessible des d'un servei onion de Tor.

source: Update *KeePassXC* from 2.5.4 to [2.6.2](https://github.com/keepassxreboot/keepassxc/blob/master/CHANGELOG.md#262-2020-10-21).
ca: S'ha actualitzat *KeePassXC* de la versió 2.5.4 a la [2.6.2](https://github.com/keepassxreboot/keepassxc/blob/master/CHANGELOG.md#262-2020-10-21).

source: This major update comes with a redesign of the interface.
ca: Aquesta important actualització inclou un redisseny de la interfície.

source: - Update *Tor Browser* to [10.5.2](https://blog.torproject.org/new-release-tor-browser-1052).
ca: - S'ha actualitzat el *Navegador Tor* a la versió [10.5.2](https://blog.torproject.org/new-release-tor-browser-1052).

source: - Update *Thunderbird* to [78.11.0](https://www.thunderbird.net/en-US/thunderbird/78.11.0/releasenotes/).
ca: - S'ha actualitzat *Thunderbird* a la versió [78.11.0](https://www.thunderbird.net/en-US/thunderbird/78.11.0/releasenotes/).

source: - Update *Tor* to 0.4.5.9.
ca: - S'ha actualitzat *Tor* a la versió 0.4.5.9.

source: Update the *Linux* kernel to 5.10.46. This should improve the support for newer hardware (graphics, Wi-Fi, and so on).
ca: S'ha actualitzat el nucli de *Linux* a la versió 5.10.46. Això hauria de millorar la compatibilitat amb el maquinari més nou (gràfics, Wi-Fi, etc.).

source: Rename *MAC address spoofing* as *MAC address anonymization* in the Welcome Screen.
ca: S'ha canviat el nom de *suplantació d'adreces MAC* a *anonimització d'adreces MAC* a la Pantalla de Benvinguda.

source: <h1 id="fixes">Fixed problems</h1>
ca: <h1 id="fixes">Problemes solucionats</h1>

source: Automatic upgrades
ca: Actualitzacions automàtiques

source: - Made the download of upgrades and the handling of errors more robust. ([[!tails_ticket 18162]])
ca: - S'ha fet que la baixada d'actualitzacions i la gestió d'errors siguin més robustes. ([[!tails_ticket 18162]])

source: - Display an error message when failing to check for available upgrades. ([[!tails_ticket 18238]])
ca: - Es mostra un missatge d'error quan no es pot comprovar si hi ha actualitzacions disponibles. ([[!tails_ticket 18238]])

source: Tails Installer
ca: Instal·lador de Tails

source: - Made the display of the **Reinstall** button more robust. ([[!tails_ticket 18300]])
ca: - S'ha fet que el disseny del botó **Reinstal·la** sigui més robust. ([[!tails_ticket 18300]])

source: - Make the **Install** and **Upgrade** unavailable after a USB stick is removed. ([[!tails_ticket 18346]])
ca: - S'ha fet que la **Instal·lació** i l'**Actualització** no estiguin disponibles després d'haver retirat un llapis USB. ([[!tails_ticket 18346]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
ca: Per a més detalls, llegiu el nostre [[!tails_gitweb debian/changelog desc="llistat de canvis"]].

source: <h1 id="issues">Known issues</h1>
ca: <h1 id="issues">Problemes coneguts</h1>

source: [[!inline pages="news/version_4.14/broken_upgrades" raw="yes" sort="age"]]
ca: [[!inline pages="news/version_4.14/broken_upgrades.ca" raw="yes" sort="age"]]

source: See the list of [[long-standing issues|support/known_issues]].
ca: Vegeu la llista de [[problemes de llarga durada|support/known_issues]].

source: <h1 id="get">Get Tails 4.20</h1>
ca: <h1 id="get">Obtenir Tails 4.20</h1>

source: To upgrade your Tails USB stick and keep your persistent storage
ca: Per actualitzar el vostre llapis USB de Tails i mantenir el vostre Emmagatzematge Persistent

source: Automatic upgrades are broken from Tails 4.14 and earlier. See the <a href="#broken-upgrades">known issue above</a>.
ca: Les actualitzacions automàtiques estan trencades a partir de Tails 4.14 i anteriors. Consulteu el <a href="#broken-upgrades">problema conegut anterior</a>.

source: - Automatic upgrades are available from Tails 4.14 or later to 4.20.
ca: - Les actualitzacions automàtiques estan disponibles des de Tails 4.14 o posterior fins a la versió 4.20.

source: You can [[reduce the size of the download|doc/upgrade#reduce]] of future automatic upgrades by doing a manual upgrade to the latest version.
ca: Podeu [[reduir la mida de la baixada|doc/upgrade#reduce]] de futures actualitzacions automàtiques fent una actualització manual a la darrera versió.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
ca: Si no podeu fer una actualització automàtica o si Tails no s'inicia després d'una actualització automàtica, proveu de fer una [[actualització manual|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
ca: Per instal·lar Tails en un nou llapis USB

source: Follow our installation instructions:
ca: Seguiu les nostres instruccions d'instal·lació:

source: [[Install from Windows|install/windows]]
ca: [[Instal·lar des de Windows|install/windows]]

source: [[Install from macOS|install/mac]]
ca: [[Instal·lar des de macOS|install/mac]]

source: [[Install from Linux|install/linux]]
ca: [[Instal·lar des de Linux|install/linux]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
ca: <div class="caution"><p>L'Emmagatzematge Persistent del llapis USB es perdrà si instal·leu en comptes d'actualitzar.</p></div>

source: To download only
ca: Per només baixar

source: If you don't need installation or upgrade instructions, you can download Tails 4.20 directly:
ca: Si no necessiteu instruccions d'instal·lació o actualització, podeu baixar Tails 4.20 directament:

source: [[For USB sticks (USB image)|install/download]]
ca: [[Per a llapis USB (imatge USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
ca: [[Per a DVD i màquines virtuals (imatge ISO)|install/download-iso]]

source: <h1 id="next">What's coming up?</h1>
ca: <h1 id="next">Què ve?</h1>

source: Tails 4.21 is [[scheduled|contribute/calendar]] for August 10.
ca: Tails 4.21 està [[programat|contribute/calendar]] per al 10 d'agost.
