Repository: Tony7466/Tails
Catalog: wiki/src/news/version_4.8.*.po
Languages: ca

source: [[!meta title="Tails 4.8 is out"]]
ca: [[!meta title="Tails 4.8"]]

source: This release fixes [[many security vulnerabilities|security/Numerous_security_holes_in_4.7]]. You should upgrade as soon as possible.
ca: Aquesta versió corregeix [[moltes vulnerabilitats de seguretat|security/Numerous_security_holes_in_4.7]]. Hauríeu d'actualitzar el més aviat possible.

source: New features
ca: Noves funcionalitats

source: We disabled the *Unsafe Browser* by default and clarified that [[the *Unsafe Browser* can be used to deanonymize you|doc/anonymous_internet/unsafe_browser#security]].
ca: Hem desactivat el *Navegador Insegur* de manera predeterminada i hem aclarit que [[el *Navegador Insegur* es pot utilitzar per desanonimitzar-vos|doc/anonymous_internet/unsafe_browser#security]].

source: An attacker could exploit a security vulnerability in another application in Tails to start an invisible *Unsafe Browser* and reveal your IP address, even if you are not using the *Unsafe Browser*.
ca: Un atacant podria explotar una vulnerabilitat de seguretat en una altra aplicació a Tails per iniciar un *Navegador Insegur* invisible i revelar la vostra adreça IP, fins i tot si no feu servir el *Navegador Insegur*.

source: For example, an attacker could exploit a security vulnerability in *Thunderbird* by sending you a phishing email that could start an invisible *Unsafe Browser* and reveal them your IP address.
ca: Per exemple, un atacant podria explotar una vulnerabilitat de seguretat a *Thunderbird* enviant-vos un correu electrònic de pesca que podria iniciar un *Navegador Insegur* invisible i podria revelar la vostra adreça IP.

source: Such an attack is very unlikely but could be performed by a strong attacker, such as a government or a hacking firm.
ca: Aquest atac és poc probable, però podria ser realitzat per un atacant fort, com ara un govern o una empresa de pirateria informàtica.

source: This is why we recommend that you:
ca: Per això us recomanem que:

source: Only enable the *Unsafe Browser* if you need to log in to a captive portal.
ca: Habiliteu el *Navegador Insegur* només si heu d'iniciar sessió a un portal captiu.

source: Always upgrade to the latest version of Tails to fix known vulnerabilities as soon as possible.
ca: Actualitzeu sempre a la darrera versió de Tails per solucionar les vulnerabilitats conegudes tan aviat com sigui possible.

source: We added a new feature of the Persistent Storage to save the settings from the Welcome Screen.
ca: Hem afegit una nova funció a l'Emmagatzematge Persistent per desar la configuració de la Pantalla de Benvinguda.

source: This feature is beta and only the additional setting to enable the *Unsafe Browser* is made persistent. The other settings (language, keyboard, and other additional settings) will be made persistent in Tails 4.9 (July 28).
ca: Aquesta funció és beta i només la configuració addicional per habilitar el *Navegador Insegur* es fa persistent. La resta de configuracions (idioma, teclat i altres paràmetres addicionals) es faran persistents a Tails 4.9 (28 de juliol).

source: [[!img welcome_screen.png link="no" alt="new Welcome Screen feature in the Persistent Storage settings"]]
ca: [[!img welcome_screen.png link="no" alt="nova funció de Pantalla de Benvinguda a la configuració de l'Emmagatzematge Persistent"]]

source: Changes and updates
ca: Canvis i actualitzacions

source: - Update *Tor Browser* to [9.5.1](https://blog.torproject.org/new-release-tor-browser-951).
ca: - S'ha actualitzat el *Navegador Tor* a la versió [9.5.1](https://blog.torproject.org/new-release-tor-browser-951).

source: - Update *Thunderbird* to [68.9.0](https://www.thunderbird.net/en-US/thunderbird/68.9.0/releasenotes/).
ca: - S'ha actualitzat *Thunderbird* a la versió [68.9.0](https://www.thunderbird.net/en-US/thunderbird/68.9.0/releasenotes/).

source: Update *Linux* to 5.6.0. This should improve the support for newer hardware (graphics, Wi-Fi, etc.).
ca: S'ha actualitzat *Linux* a la versió 5.6.0. Això hauria de millorar la compatibilitat amb el maquinari més nou (gràfics, Wi-Fi, etc.).

source: Fixed problems
ca: Problemes resolts

source: Fix the *Find in page* feature of *Thunderbird*. ([[!tails_ticket 17328]])
ca: S'ha arreglat la funció *Troba a la pàgina* de *Thunderbird*. ([[!tails_ticket 17328]])

source: Fix shutting down automatically the laptop when resuming from suspend with the Tails USB stick removed. ([[!tails_ticket 16787]])
ca: S'ha arreglat l'apagada automàtica de l'ordinador portàtil quan es reprèn la suspensió amb el llapis USB de Tails extret. ([[!tails_ticket 16787]])

source: Notify always when [[MAC address spoofing|doc/first_steps/welcome_screen/mac_spoofing]] fails and the network interface is disabled. ([[!tails_ticket 17779]])
ca: S'avisa sempre quan [[la suplantació d'adreces MAC|doc/first_steps/welcome_screen/mac_spoofing]] falla i la interfície de xarxa està desactivada. ([[!tails_ticket 17779]])

source: Fix the import of OpenPGP public keys in binary format (non armored) from the *Files* browser.
ca: S'ha corregit la importació de claus públiques OpenPGP en format binari (no blindat) des del navegador de *Fitxers*.

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
ca: Per a més detalls, llegiu el nostre [[!tails_gitweb debian/changelog desc="llistat de canvis"]].

source: Known issues
ca: Problemes coneguts

source: Only use the following characters in the [[administration password|doc/first_steps/welcome_screen/administration_password]]:
ca: Utilitzeu només els caràcters següents a la [[contrasenya d'administració|doc/first_steps/welcome_screen/administration_password]]:

source: If you use spaces or other accentuated characters, like <span class="code">àéïøů</span>, your will not be able to type your administration password again in your Tails session, unless you type single quotes <span class="code">'</span> around it.
ca: Si utilitzeu espais o altres caràcters accentuats, com ara <span class="code">àéïøů</span>, no podreu escriure la vostra contrasenya d'administració de nou a la sessió de Tails, tret que escriviu cometes simples <span class="code">'</span> al seu voltant.

source: For example, if you set the administration password: <span class="code">née entrepôt über señor</span>, you would have to type <span class="code">'née entrepôt über señor'</span>. ([[!tails_ticket 17792]])
ca: Per exemple, si configureu la contrasenya d'administració: <span class="code">née entrepôt über señor</span>, hauríeu d'escriure <span class="code">'née entrepôt über señor'</span>. ([[!tails_ticket 17792]])

source: The keyboard layout is not applied to the Welcome Screen when automatically selected after you changed the language. ([[!tails_ticket 17794]])
ca: La disposició del teclat no s'aplica a la Pantalla de Benvinguda quan se selecciona automàticament després de canviar l'idioma. ([[!tails_ticket 17794]])

source: For example, setting the language to French seems to change the keyboard layout to French (AZERTY) but this change is not applied to the Welcome Screen. This can prevent you from typing the passphrase of your Persistent Storage.
ca: Per exemple, establir l'idioma al francès sembla canviar la disposició del teclat al francès (AZERTY), però aquest canvi no s'aplica a la Pantalla de Benvinguda. Això pot evitar que escriviu la contrasenya del vostre Emmagatzematge Persistent.

source: To change the keyboard layout of the Welcome Screen, select your keyboard layout manually from the **Keyboard Layout** drop-down menu. Do so even if they keyboard layout is automatically selected after you changed the language.
ca: Per canviar la disposició del teclat de la Pantalla de Benvinguda, seleccioneu el vostre disseny de teclat manualment des del menú desplegable **Disposició del teclat**. Feu-ho fins i tot si la disposició del teclat es selecciona automàticament després d'haver canviat l'idioma.

source: Tails fails to start with the <span class="code">toram</span> boot option. ([[!tails_ticket 17800]])
ca: Tails no pot iniciar amb l'opció d'arrencada <span class="code">toram</span>. ([[!tails_ticket 17800]])

source: To start with the <span class="code">toram</span> boot option, specify both the <span class="code">toram</span> and the <span class="code">fromiso=/dev/true</span> [[boot options|doc/advanced_topics/boot_options]].
ca: Per iniciar amb l'opció d'arrencada <span class="code">toram</span> especifiqueu les dues [[opcions d'arrencada|doc/advanced_topics/boot_options]], tant <span class="code">toram</span> com <span class="code">fromiso=/dev/true</span>.

source: See the list of [[long-standing issues|support/known_issues]].
ca: Vegeu la llista de [[problemes de llarga durada|support/known_issues]].

source: Get Tails 4.8
ca: Obtenir Tails 4.8

source: To upgrade your Tails USB stick and keep your persistent storage
ca: Per actualitzar el vostre llapis USB de Tails i mantenir el vostre Emmagatzematge Persistent

source: - Automatic upgrades are available from Tails 4.2 or later to 4.8.
ca: - Les actualitzacions automàtiques estan disponibles des de Tails 4.2 o posterior a la versió 4.8.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
ca: Si no podeu fer una actualització automàtica o si Tails no s'inicia després d'una actualització automàtica, proveu de fer una [[actualització manual|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
ca: Per instal·lar Tails en un nou llapis USB

source: Follow our installation instructions:
ca: Seguiu les nostres instruccions d'instal·lació:

source: [[Install from Windows|install/windows]]
ca: [[Instal·lar des de Windows|install/windows]]

source: [[Install from macOS|install/mac]]
ca: [[Instal·lar des de macOS|install/mac]]

source: [[Install from Linux|install/linux]]
ca: [[Instal·lar des de Linux|install/linux]]

source: <div class="caution"><p>All the data on this USB stick will be lost if you install instead of upgrading.</p></div>
ca: <div class="caution"><p>Totes les dades d'aquest llapis USB es perdran si instal·leu en comptes d'actualitzar.</p></div>

source: To download only
ca: Per només baixar

source: If you don't need installation or upgrade instructions, you can download Tails 4.8 directly:
ca: Si no necessiteu instruccions d'instal·lació o actualització, podeu baixar Tails 4.8 directament:

source: [[For USB sticks (USB image)|install/download]]
ca: [[Per a llapis USB (imatge USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
ca: [[Per a DVD i màquines virtuals (imatge ISO)|install/download-iso]]

source: What's coming up?
ca: Què ve?

source: Tails 4.9 is [[scheduled|contribute/calendar]] for July 28.
ca: Tails 4.9 està [[programat|contribute/calendar]] per al 28 de juliol.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.net/donate/?r=4.8">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
ca: Necessitem la vostra ajuda i hi ha moltes maneres de [[contribuir a Tails|contribute]] (<a href="https://tails.net/donate/?r=4.8">fer una donació</a> és només una d'elles). Veniu a [[parlar amb nosaltres|about/contact#tails-dev]]!
