Repository: Tony7466/Tails
Catalog: wiki/src/news/version_4.22.*.po
Languages: ca

source: [[!meta title="Tails 4.22 is out"]]
ca: [[!meta title="Tails 4.22"]]

source: In Tails 4.22, we focused on solving the most important issues in the *Tor Connection* assistant to make it more robust and easier to use.
ca: A Tails 4.22, ens hem centrat en resoldre els problemes més importants de l'assistent de *Connexió Tor* per fer-lo més robust i fàcil d'utilitzar.

source: <h1 id="changes">Changes and updates</h1>
ca: <h1 id="changes">Canvis i actualitzacions</h1>

source: Included software and hardware support
ca: Suport de programari i maquinari inclòs

source: - Update *Tor Browser* to [10.5.6](https://blog.torproject.org/new-release-tor-browser-1056).
ca: - S'ha actualitzat el *Navegador Tor* a la versió [10.5.6](https://blog.torproject.org/new-release-tor-browser-1056).

source: - Update *Thunderbird* to [78.13](https://www.thunderbird.net/en-US/thunderbird/78.13.0/releasenotes/).
ca: - S'ha actualitzat *Thunderbird* a la versió [78.13](https://www.thunderbird.net/en-US/thunderbird/78.13.0/releasenotes/).

source: Update the AMD graphics firmware to 20210818. This should improve the support for some AMD graphics cards.
ca: S'ha actualitzat el microprogramari de gràfics AMD a 20210818. Això hauria de millorar la compatibilitat amb algunes targetes gràfiques AMD.

source: *Tor Connection*
ca: *Connexió Tor*

source: Change the custom bridge interface to only allow entering 1 bridge. ([[!tails_ticket 18550]])
ca: S'ha canviat la interfície del pont personalitzada per permetre l'entrada només d'un pont. ([[!tails_ticket 18550]])

source: People had troubles knowing how to enter their custom bridges when the widget was a textarea and only the first bridge is used anyway.
ca: Els usuaris tenien problemes per saber com introduir els seus ponts personalitzats quan l'entrada era una zona de text i només s'utilitzava el primer pont.

source: Allow saving 1 custom bridge in the Persistent Storage. ([[!tails_ticket 5461]])
ca: S'ha permès desar un pont personalitzat a l'Emmagatzematge Persistent. ([[!tails_ticket 5461]])

source: Allow fixing the clock manually when connecting to Tor using bridges fails. ([[!tails_ticket 15548]])
ca: S'ha permès arreglar el rellotge manualment quan falla la connexió a Tor mitjançant ponts. ([[!tails_ticket 15548]])

source: This helps people East from London connect to Tor using obfs4 bridges and makes connecting to Tor more robust in general.
ca: Això ajuda la gent de l'est de Londres a connectar-se a Tor mitjançant ponts obfs4 i fa que la connexió a Tor sigui més robusta en general.

source: Reduce the timeout that determines whether we can connect to Tor at all from 30 seconds to 10 seconds. Increase the timeout to start Tor entirely from 120 seconds to 600 seconds. ([[!tails_ticket 18501]]).
ca: S'ha reduït el temps d'espera que determina si ens podem connectar a Tor de 30 segons a 10 segons. Augmenta el temps d'espera per iniciar Tor completament de 120 segons a 600 segons. ([[!tails_ticket 18501]]).

source: *Tor Connection* now fails quicker when it's impossible to connect to Tor, while being more robust on slow Internet connections.
ca: La *Connexió Tor* ara falla més ràpidament quan és impossible connectar-se a Tor, alhora que és més robusta en connexions lentes a Internet.

source: Allow trying again to connect to Tor from the error screen. ([[!tails_ticket 18539]])
ca: S'ha permès tornar a provar de connectar-se a Tor des de la pantalla d'error. ([[!tails_ticket 18539]])

source: *Unsafe Browser*
ca: *Navegador Insegur*

source: Stop restarting Tor when exiting the *Unsafe Browser*. ([[!tails_ticket 18562]])
ca: Es deixa de reiniciar Tor quan es surt del *Navegador Insegur*. ([[!tails_ticket 18562]])

source: Only mention the Persistent Storage in the *Unsafe Browser* warning when there is already a Persistent Storage. ([[!tails_ticket 18551]])
ca: Només s'esmenta l'Emmagatzematge Persistent a l'avís *Navegador Insegur* quan ja hi hagi un Emmagatzematge Persistent. ([[!tails_ticket 18551]])

source: Others
ca: Altres

source: Make sure that automatic upgrades are downloaded from a working mirror. ([[!tails_ticket 15755]])
ca: S'assegura que les actualitzacions automàtiques es baixen des d'un mirall que funcioni. ([[!tails_ticket 15755]])

source: - Add Russian to the offline documentation included in Tails.
ca: - S'ha afegit el rus a la documentació fora de línia inclosa a Tails.

source: <h1 id="fixes">Fixed problems</h1>
ca: <h1 id="fixes">Problemes solucionats</h1>

source: - Fix connecting to Tor using the default bridges. ([[!tails_ticket 18462]])
ca: - S'ha arreglat la connexió a Tor mitjançant els ponts predeterminats. ([[!tails_ticket 18462]])

source: Fix connecting to Tor when the Wi-Fi settings are saved in the Persistent Storage. ([[!tails_ticket 18532]])
ca: S'ha arreglat la connexió a Tor quan la configuració de Wi-Fi es desa a l'Emmagatzematge Persistent. ([[!tails_ticket 18532]])

source: Stop trying to connect to Tor in the background when *Tor Connection* reaches the error screen. ([[!tails_ticket 18740]])
ca: S'ha deixat d'intentar connectar-vos a Tor en segon pla quan la *Connexió Tor* arriba a la pantalla d'error. ([[!tails_ticket 18740]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
ca: Per a més detalls, llegiu el nostre [[!tails_gitweb debian/changelog desc="llistat de canvis"]].

source: <h1 id="issues">Known issues</h1>
ca: <h1 id="issues">Problemes coneguts</h1>

source: None specific to this release.
ca: Cap específic d'aquesta versió.

source: See the list of [[long-standing issues|support/known_issues]].
ca: Vegeu la llista de [[problemes de llarga durada|support/known_issues]].

source: <h1 id="get">Get Tails 4.22</h1>
ca: <h1 id="get">Obtenir Tails 4.22</h1>

source: To upgrade your Tails USB stick and keep your persistent storage
ca: Per actualitzar el vostre llapis USB de Tails i mantenir el vostre Emmagatzematge Persistent

source: - Automatic upgrades are broken from Tails 4.14 and earlier.
ca: - Les actualitzacions automàtiques estan trencades des de Tails 4.14 i anteriors.

source: Follow our instructions to do an [[automatic upgrade from Tails 4.15, Tails 4.16, Tails 4.17, or Tails 4.18|doc/upgrade/error/check#4.18]].
ca: Seguiu les nostres instruccions per fer una [[actualització automàtica des de Tails 4.15, Tails 4.16, Tails 4.17 o Tails 4.18|doc/upgrade/error/check#4.18]].

source: - Automatic upgrades are available from Tails 4.19 or later to 4.22.
ca: - Les actualitzacions automàtiques estan disponibles des de Tails 4.19 o posterior fins a la versió 4.22.

source: You can [[reduce the size of the download|doc/upgrade#reduce]] of future automatic upgrades by doing a manual upgrade to the latest version.
ca: Podeu [[reduir la mida de la baixada|doc/upgrade#reduce]] de futures actualitzacions automàtiques fent una actualització manual a la darrera versió.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
ca: Si no podeu fer una actualització automàtica o si Tails no s'inicia després d'una actualització automàtica, proveu de fer una [[actualització manual|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
ca: Per instal·lar Tails en un nou llapis USB

source: Follow our installation instructions:
ca: Seguiu les nostres instruccions d'instal·lació:

source: [[Install from Windows|install/windows]]
ca: [[Instal·lar des de Windows|install/windows]]

source: [[Install from macOS|install/mac]]
ca: [[Instal·lar des de macOS|install/mac]]

source: [[Install from Linux|install/linux]]
ca: [[Instal·lar des de Linux|install/linux]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
ca: <div class="caution"><p>L'Emmagatzematge Persistent del llapis USB es perdrà si instal·leu en comptes d'actualitzar.</p></div>

source: To download only
ca: Per només baixar

source: If you don't need installation or upgrade instructions, you can download Tails 4.22 directly:
ca: Si no necessiteu instruccions d'instal·lació o actualització, podeu baixar Tails 4.22 directament:

source: [[For USB sticks (USB image)|install/download]]
ca: [[Per a llapis USB (imatge USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
ca: [[Per a DVD i màquines virtuals (imatge ISO)|install/download-iso]]

source: <h1 id="next">What's coming up?</h1>
ca: <h1 id="next">Què ve?</h1>

source: Tails 4.23 is [[scheduled|contribute/calendar]] for October 5.
ca: Tails 4.23 està [[programat|contribute/calendar]] per al 5 d'octubre.
